{
  "Alabama A & M University": "1875年創立、アラバマ州ノーマルに位置する歴史的黒人大学（HBCU）。元奴隷のウィリアム・H・カウンシルにより設立され、「奉仕こそ主権」をモットーに掲げる。ハンツビルのダウンタウンから約6km、「ザ・ヒル」と呼ばれる丘陵キャンパスを持つ。アフリカ系アメリカ人のSTEM専攻者輩出数で全米3位。2025年に創立150周年を迎え、HBCU史上最大となる9,600万ドルの借り換えパッケージを米教育省から獲得。著名な卒業生にはNFLスーパーボウル2度制覇のワイドレシーバー、ジョン・ストールワース、NFL通算最多ストリップサック記録保持者ロバート・マシス、アメリカン・アイドル第2シーズン優勝者ルーベン・スタッダード、実験音楽家サン・ラなどがいる。",
  "University of Alabama at Birmingham": "アラバマ州最大の雇用主（27,302人）で全米最大級の医療系学部を持つR1研究大学。医療管理大学院は全米1位、看護・PA・公衆衛生もトップ25入り。Times Higher Education「50歳以下の大学」で全米1位・世界12位を2年連続獲得。2024年にAscension St. Vincent's Health Systemを買収し医療ネットワーク拡大。",
  "University of Alabama in Huntsville": "カーネギー分類「R1:非常に高い研究活動」を持つ研究大学。U.S. News 2026年版で全米大学242位、公立大学136位。工学部はアラバマ州2位、全米73位。航空宇宙工学は全米38位。コンピュータサイエンスは全米上位10%でアラバマ州3位。オンライン大学院でコンピュータ情報技術47位、工学84-109位。天体物理学、大気科学、航空宇宙工学、サイバーセキュリティ、デジタルアニメーションの研究で知られる。NASAマーシャル宇宙飛行センターとの密接な連携。44の学士課程と30の修士課程を提供。432エーカーのキャンパスに約6,800名が学ぶ。学生対教員比率17:1。",
  "The University of Alabama": "2024年秋に初の4万人超えを達成。National Merit Scholar在籍数1,173人は全米トップクラス。フットボール「Crimson Tide」は史上最強チームの一つで、象のマスコットは全米唯一。ロースクールはアラバマ州唯一の公立法科大学院。1400エーカーのキャンパスは全米屈指の美しさ。",
  "Auburn University": "アラバマ州を代表する名門州立大学。「War Eagle」の掛け声で知られるフットボール強豪校。工学、ビジネス、獣医学が特に強く、航空宇宙工学はNASAとの連携も。南部らしい温かいコミュニティ精神と美しいキャンパスが特徴。卒業生の就職率・収入も高い実績派。",
  "Jacksonville State University": "1883年創立のアラバマ州の地域大学で、認定プログラム比率が州内最高。U.S. News 2026年版で南部地域大学52位、公立大学26位。ウォール・ストリート・ジャーナル2025年版でアラバマ州全大学中7位、公立大学5位、学生体験カテゴリで州2位・全米112位。危機管理修士がIntelligent.comで全米3位、刑事司法修士が全米36位。看護オンラインプログラムがアラバマ州3位。150以上の課程と40以上のオンラインプログラムを提供。バーミンガムとアトランタの中間、アパラチア山麓に459エーカーのキャンパス。学費は州内外ともに約2,800-3,200ドルと非常に手頃。",
  "University of North Alabama": "1830年創立、アラバマ州フローレンスに位置する州立大学。アラバマ州最古の公立大学の一つ。200エーカーのキャンパスで8,000人以上の学部生が学ぶ。U.S. News 2026年版で南部地域大学30位、退役軍人向け大学13位。NCAA Division IのASUNカンファレンスで14の運動部が活動し、40以上のカンファレンス優勝と7回の全国優勝。著名な卒業生には映画『フォレスト・ガンプ』で幼少期のフォレストを演じたマイケル・コナー・ハンフリーズ、『アンディ・グリフィス・ショー』俳優ジョージ・リンゼイ、カントリー歌手ダリル・ウォーリー、NFLコーナーバックのジャノリス・ジェンキンスなどがいる。",
  "University of South Alabama": "上部ガルフコースト唯一の学術医療センターを持つR2研究大学。アラバマ州2校のみの州立医学部の一つ。USA Health SystemはUSA Medical Center、USA Children's & Women's Hospitalを運営し地域医療をリード。看護、運動生理学、心理学が人気。1,190エーカーの美しいキャンパスは歩きやすく温かいコミュニティ感。教授陣の手厚いサポートが評判。30州と11カ国から学生が集まる。",
  "Troy University": "国防総省と連携し軍事基地を含む60以上の拠点で教育を提供、日本・韓国・マレーシア・ベトナムにも国際拠点。G.I. Jobs 2024-2025でMilitary Friendly Gold認定。Forbesがオンライングラフィックデザイン全米1位に選出。毎年65カ国以上から約1000人の留学生を受入。NCTQ小学校教育プログラムで全米112校のみのA評価。1,769エーカーの広大なキャンパス。",
  "University of Alaska Anchorage": "アラスカ州初の学校心理学修士を2025年秋に開始（連邦教育省から130万ドル助成）。全学部生にアラスカ先住民研究3単位を義務付ける独自カリキュラム。Seattle University Law Schoolとの提携でアンカレッジ滞在のままJD取得可能なハイブリッドプログラム。AI・データサイエンス・工学の学際的修士課程。州内最大の退役軍人学生人口を持つ。100以上の学位・資格プログラム。",
  "Arizona State University Campus Immersion": "U.S. News「最も革新的な大学」で11年連続1位を獲得。マイケル・クロウ学長が提唱する「New American University」モデルは、アクセスと卓越性の両立を目指す。「誰を排除するかではなく、誰を受け入れ成功させるか」で評価。年間研究費10億ドル超。スターバックスとの提携で従業員に学費支援。2024年には医学部・先端医療工学部を新設。ロンドンキャンパスも開設し、グローバル展開を加速。",
  "University of Arizona": "フットボールスタジアム地下のリチャード・F・カリス鏡ラボは世界唯一の大型望遠鏡ミラー製造施設。直径8.4mまでのハニカム構造ミラーを製造し、巨大マゼラン望遠鏡やルビン天文台の鏡を供給。天文学は全米1位の評価。光科学研究所（OSC）は光学・フォトニクス分野の世界的拠点。1985年以来、火星探査機フェニックスなど複数のNASAミッションを主導。惑星科学も全米トップクラス。",
  "Embry-Riddle Aeronautical University-Prescott": "1978年にフロリダ州デイトナビーチの本校に次ぐ第二の住居型キャンパスとしてアリゾナ州プレスコットに開設。親機関は1925年にタルトン・ハイビー・エンブリーとジョン・ポール・リドルによりオハイオ州シンシナティで航空機販売・郵便輸送会社として創立され、第二次世界大戦期にマイアミで航空学校として再編。フェニックスの北160km、539エーカーの西部の地形に広がるキャンパスには、超音速・亜音速風洞を含む航空宇宙実験製作棟、NTSB以外では唯一のシナリオベース航空事故調査施設「ロバートソン航空機事故調査ラボ」、先進航空管制ラボ、気象センターなどの施設がある。航空学、航空宇宙工学、航空管制、応用気象学などのプログラムはFAA認定で、2014年には米国初のFAA承認航空会社認証訓練プロバイダーに。US News 2026で西部地域大学1位、博士課程なし航空宇宙工学1位。ゴールデンイーグルス飛行チームは39年連続地区優勝、15回の全国優勝（最新は2025年）。空軍ROTCは空軍士官学校を除き最大の将校・パイロット輩出源。卒業生には10人の宇宙飛行士がいる。",
  "Northern Arizona University": "R1研究大学でFlagstaffは世界22都市のみのダークスカイ認定都市（Lowell天文台に直結）。Access2Excellence制度で世帯収入65,000ドル以下のアリゾナ州民は学費全額免除。ホテル・レストラン管理学部はアリゾナ州1位・全米22位。アリゾナ州初のHonorsプログラム。2024年7月にSemester Zeroプログラム開始。Steve Sanghi工学部は2024年に1,000万ドル寄付で命名。",
  "University of Arkansas": "Senior Walkはキャンパス歩道に17万人以上の卒業生名を刻む全米唯一の伝統。Clinton School of Public ServiceとのM.B.A./M.P.S.連携や多様なJ.D.デュアルディグリーを提供。4+1加速修士プログラムで学部最終年に大学院課程を開始可能。2024年秋に28,859人が在籍。720エーカーキャンパス。アラビア文化探究の8週間1単位コースなど独自の特別講座も提供。",
  "Arkansas State University": "アーカンソー州初の公立獣医学部を建設中で9番目のカレッジに。州初の整骨医学校NYITCOMが2016年から開設し医療アクセスを拡大。R2研究大学。2500万ドルのWindgate Hallがアート＆デザイン学部と工学・CS学部の新拠点に。Neil Griffinビジネススクールは世界5%未満のAACSB認定。2024年秋に過去最高の16,687人が在籍。",
  "Arkansas Tech University": "1909年創立、アーカンソー州ラッセルビルに位置する州立大学。オザーク地方に衛星キャンパスも持つ。NCAA Division IIのGreat American Conferenceに所属し、男子チームは「ワンダーボーイズ」、女子チームは「ゴールデンサンズ」というユニークなダブルニックネームを持つ。ROTC（予備役将校訓練課程）プログラムからは7名の将官を輩出。著名な卒業生には1982年ミス・アメリカのエリザベス・ワード・グレイセン、ミズーリ大学フットボールヘッドコーチのイーライ・ドリンクウィッツ、オクラホマ州選出連邦下院議員ケビン・ハーン、カントリー歌手でグランド・オール・オプリーのメンバー、ジム・エド・ブラウンなどがいる。",
  "University of Central Arkansas": "アーカンソー州コンウェイにある州立総合大学。U.S. News 2026年版で全米大学363位、公立大学196位。リハビリテーション・治療専門職が最も評価の高い専攻。ビジネス、健康専門職、心理学、教育、運動科学、視覚・舞台芸術、生物科学が人気。作業療法、理学療法、看護、言語病理学で専門認証を取得。学部研究とコミュニティエンゲージメントに注力。356エーカーのキャンパスに約8,300名が学ぶ。学生対教員比率15:1。合格率92%で比較的入学しやすい。",
  "California Baptist University": "1950年9月18日にロサンゼルス南部バプテスト協会によりカリフォルニア・バプテスト・カレッジとしてエルモンテに開校、初年度は42名の学生でスタート。初代学長はP・ボイド・スミス。1953年にカリフォルニア南部バプテスト協議会の傘下に入り、1955年にリバーサイドに移転。1961年にWASC認定取得、1998年に大学に昇格。2018年にNCAA Division IIからDivision Iに移行し、ウェスタン・アスレティック・カンファレンス（WAC）に加盟。Division I移行初年度に16勝を記録し、移行校の初年度最多勝利のNCAA記録を樹立。2023年秋で23年連続の入学者数増加を達成。2026年からビッグ・ウェスト・カンファレンスに移籍予定。著名な卒業生にはサドルバック教会（会員数2万人超、5万6千人以上に洗礼を授けた全米最大級のメガチャーチ）を1980年に創設したリック・ウォーレン牧師、ポップロックバンドOneRepublicのベーシスト兼チェリストのブレント・カッツル、2023年にNFLバッファロー・ビルズ初の女性フルタイムアスレティックトレーナーとなったマリッサ・フィゲロアがいる。NAIA時代には水泳のフェリックス・スタント（2000年シドニー五輪インドネシア代表、NAIA通算16回のオールアメリカン、2002年・2003年NAIA最優秀男子選手）など優れたアスリートを輩出。",
  "California Institute of Technology": "学部生約1,000人の超少数精鋭教育。NASAジェット推進研究所（JPL）を運営し、火星探査車キュリオシティやパーサヴィアランスなど惑星探査ミッションを主導。教員1人あたりのノーベル賞受賞者数は世界最多級。物理学、化学、天文学で圧倒的な研究実績を誇り、学部生も最先端研究に参加可能。パサデナの温暖な気候に恵まれた環境。",
  "California Polytechnic State University-San Luis Obispo": "1901年にヘンリー・ゲイジ知事がカリフォルニア・ポリテクニック・スクール法案に署名し創立、1903年10月1日に20名の学生で授業開始。CSU23校中最古のポリテクニック大学。「Learn by Doing（実践で学ぶ）」の教育哲学で知られ、9,178エーカーのキャンパスはカリフォルニア州第2位の大学所有地。牧場・農場・ビーチを含む敷地で実践的な教育を展開。U.S. News西部修士課程大学公立1位を32年連続維持。2017年にウィリアム・L・フロスト夫妻から1億1,000万ドルを受贈（カリフォルニア公立大学への寄付として最大級）。1968年にFMラジオ局KCPRがシニアプロジェクトとして開局。著名な卒業生にはオークランド・レイダースを指揮しスーパーボウルXI優勝を果たした名将・解説者ジョン・マデン（1959年体育学士、1961年教育学修士）、2004年に史上初の民間有人宇宙飛行SpaceShipOneを設計したバート・ルータン、宇宙飛行士ビクター・グローヴァー、UFC殿堂入りのMMA選手チャック・リデル、コメディミュージシャン「ウィアード・アル」ヤンコビック（1980年建築学）、OpenTable創業者チャック・テンプルトン、1年生の時にUrban Dictionaryを創設したアーロン・ペッカムがいる。",
  "California State University-Bakersfield": "カリフォルニア州立大学システムの一員で、ベーカーズフィールドに位置する州立大学。U.S. News 2026年版で西部地域大学31位、公立大学18位。Money誌の2024年ベストカレッジに選出。CollegeNETの社会的流動性指数でトップクラス。39の学士課程、17の修士課程、教育リーダーシップの博士課程を提供。全米の公立大学で唯一、ロッキー山脈以西で石油地質学プログラムを持つ。一般教育が最も評価の高い専攻。学生対教員比率19:1。州内学費は年間約8,500ドルと非常に手頃。合格率85%で比較的入学しやすい。",
  "California State University-Stanislaus": "1957年にカリフォルニア州議会によりスタニスラウス・ステート・カレッジとして設立され、1960年9月にスタニスラウス郡フェアグラウンドで開校。CSUシステム大拡張期の3年間で7校が新設された中の一つ。1961年にターロック高校で初の卒業式を開催し25名に学位授与。1965年にターロックの228エーカーの恒久キャンパスに移転、1985年に現校名に。1998年にはストックトン・センターをダウンタウン・ストックトンに独自キャンパスとして設置。経営学部はAACSB認定で、人事管理プログラムは全米トップの学生試験合格率。2012年にカリフォルニア州初のオンラインAACSB認定MBAを開始。CSUシステム唯一の認知科学学士課程を提供。Washington Monthly 2020年で西部地域215校中「Best Bang for the Buck」1位。野球は1976年と1977年にDivision IIIカレッジ・ワールド・シリーズを連覇、1979年・1982年・1989年に準優勝。著名な卒業生には元連邦下院議員ゲイリー・コンディット（1972年学士）とデニス・カルドーザ、元カリフォルニア州上院議員リコ・オラー、カリフォルニア州詩人賞受賞のリー・ヘリック、エミー賞受賞監督ロバート・J・ウルリッチ、ダストボウル・ブリューイング創業者でスタンステートから地元コーチになったブレット・テイト、「バレットプルーフ・エグゼクティブ」著者のデイブ・アスプリーがいる。",
  "California State University-San Bernardino": "Wall Street Journal 2026年で社会的流動性全米2位、バリュー全米17位。Military Times 2024年でカリフォルニア1位・全米12位。卒業生の70%が第一世代大学生。2023年クラスの70%が年間学費1000ドル未満。オンラインMBAはPrinceton Review 2024年でカリフォルニア公立1位。サンバーナディーノ山脈を背景にした441エーカーの岩盤キャンパス。",
  "California State Polytechnic University-Pomona": "ロサンゼルス東部に位置する理工系重視の州立大学。「Learn by Doing」の実践教育で知られ、ビジネスと工学が特に強い。卒業生の収入は州立大学の中でもトップクラス。広大なキャンパスには農場や馬術施設もあり、ユニークな学習環境を提供している。",
  "California State University-Chico": "1887年創立のCSU第2の歴史を持つ名門。U.S. News「西部トップ公立校」20回選出。西部唯一のコンクリート産業管理プログラムを持つ。Natural Sciences Buildingは2024年AIA教育施設デザイン賞を受賞しMechoopda族の文化遺産を尊重。119エーカーのメインキャンパスは200種以上の植物が育つ公式樹木園。",
  "California State University-Dominguez Hills": "CSUシステムで最もアフリカ系アメリカ人学生が多い大学で、1965年ワッツ暴動後に設立。2022年に5人の卒業生が同時にLA郡の市長を務め、カレン・バスLA市長も輩出。1984年ロサンゼルス五輪の自転車競技会場となったオリンピック・ベロドロームを学内に持つ。社会的流動性で全米13位。",
  "California State University-Fresno": "シエラネバダ山麓の1000エーカーの農場を持つ農業が強い州立大学。学生が醸造したワインは1997年以来300以上の賞を受賞。馬術チームは全米有数で馬の寮もキャンパス内に。Washington Monthly 2024年で社会的流動性9位。学生の6割がヒスパニック系で多様性豊か。",
  "California State University-Fullerton": "CSUシステム最大の学生数（41,000人以上）を誇るR2研究大学。社会的流動性で全米2位タイ。オンライン工学修士はカリフォルニア州4位（UCLA・USC・スタンフォードに次ぐ）、情報技術修士は州3位。CSU初の非正規滞在学生向けリソースセンターを2014年開設。2024年秋からUrban Learning学士（州初）を開始。退役軍人支援に注力しPAVEプログラムを運営。",
  "California State University-East Bay": "サンフランシスコ、オークランド、シリコンバレーから数分の好立地。AANAPISI（アジア系）とHSI（ヒスパニック系）の両方に認定。社会的流動性で全米41位。学生対教員比率は2014年の25:1から2024年に17:1へ改善。「公平と正義」「地球と人々への敬意」など6つの価値観を掲げる多様性重視の大学。カリフォルニアの丘陵地帯に位置。",
  "California State University-Long Beach": "CSUシステム2番目に広い322エーカーキャンパス。社会的流動性で全米3位。2024年秋に83,000件の新入生出願で平均GPA3.93。2024年に75周年を迎え、Beach TV Newsが全米大学メディアTV局大賞受賞。全米最大級の公立アートスクール。数年に一度しか咲かない希少な死体花「Phil」を含む5つの植物温室。ミシシッピ川以西最大の大学Pow Wowを51年継続開催。",
  "California State University-Los Angeles": "Wall Street Journal 2024年社会的流動性ランキング全米1位。Washington Monthly修士課程大学で全米3位。12歳から入学可能なEarly Entrance Programは全米唯一。法科学プログラムは全米最古級。工学部は公立修士課程校でトップ10入り。2024年1月に初の女性学長が就任。",
  "California State University-Northridge": "CSU23キャンパス中カリフォルニア州司法試験合格率9位（約4,000人の弁護士を輩出）。National Center on Deafnessを運営し障がい者支援技術の国際会議を毎年開催。全米唯一のCentral American Studies専門学部。Oasis Wellness Centerでは仮眠ポッド・マッサージ・ヨガを提供。図書館はStar TrekやBuffy the Vampire Slayerの撮影地。2024年秋に37,000人が在籍。",
  "California State University-Sacramento": "WSJ 2024年で西部2番目に多様なキャンパス。全米初のBlack Honors Collegeを運営しブラックエクスペリエンス中心の教育を提供。2024年秋にUFC殿堂Urijah Faberと提携しCombat Uプログラム（総合格闘技奨学生制度）を開始。Tsakopoulos Hellenic Collectionは西部唯一のギリシャ関連蔵書8.3万冊。1,850万ドルのArt Studio Labが2024年11月開館。3,500本の木に囲まれた305エーカーキャンパス。",
  "University of California-Berkeley": "UCシステムの旗艦校で公立大学として世界トップクラス。1964年のフリースピーチ運動発祥地として学問の自由と社会変革の象徴。工学、コンピュータサイエンス、化学で特に強く、16の元素がバークレー研究者により発見または命名。サンフランシスコ湾を望む丘陵キャンパスは美しく、活気あるテレグラフ・アベニューが隣接。",
  "University of California-Davis": "獣医学・農学で世界首位の評価を受ける。獣医学部は年間5万件以上の動物を診療し、農学部は約150の温室施設を保有。カリフォルニア動物健康食品安全研究所を通じ州の畜産業を支える。5,300エーカーの広大なキャンパスはサクラメント近郊に位置し、ワイン醸造学や持続可能農業の研究でも有名。自転車に優しいキャンパスとしても知られる。",
  "University of California-Irvine": "1965年創立のUCシステム最新世代の成功例。2016年に公立大学初の公式eスポーツプログラムを開設し、3,500平方フィートのeスポーツアリーナを保有。ゲームデザイン＆インタラクティブメディア学部は業界との密接な連携で知られる。オレンジカウンティの中心に位置し、「シリコンビーチ」と呼ばれるテック産業エリアに近接。多様性に富んだ学生構成。",
  "University of California-Los Angeles": "UCシステム最大の学生数を誇り、337の学位プログラムを提供。映画学部（TFT）はハリウッドとの近接性を活かし、フランシス・フォード・コッポラ等の映画人を輩出。医学部は世界初のAIDS症例を報告した機関の一つ。ウエストウッドの都市型キャンパスは2027年に地下鉄が開通予定。スポーツも強豪で、オリンピックメダリストを多数輩出。",
  "University of California-Riverside": "UCシステムの中でも多様性に富んだキャンパスとして知られる。生物学、社会科学が特に強く、農学・昆虫学の研究は世界的。低所得層学生の社会的流動性向上で全米1位の評価を受けたことも。ロサンゼルスから東に1時間、成長を続ける内陸部の中心に位置する。",
  "University of California-San Diego": "ラホヤの太平洋を望む177エーカーのキャンパスを持つ。スクリップス海洋研究所は1903年創立の世界最古級の海洋学研究機関で、気候変動研究の発祥地。学生は6つのカレッジに所属する独自システムを採用。医学、工学、生命科学で特に強く、バーチ水族館は研究の一般公開施設として人気。科学ダイビングプログラムでは学生が海中研究に参加可能。",
  "University of California-Santa Barbara": "太平洋に面したビーチキャンパスを持ち、サーフィンチームは全米14回の優勝を誇る。物理学分野で8人のノーベル賞受賞者を輩出し、2025年には量子コンピューティング研究で2名が受賞。カブリ理論物理学研究所やNSF量子ファウンドリーなど12の国立研究センターを擁する。工学・材料科学で世界的評価を受けながら、ビーチライフも楽しめる稀有な研究大学。",
  "University of California-Santa Cruz": "レッドウッドの森と太平洋を望む2000エーカーの美しいキャンパス。オックスフォード式の10レジデンシャル・カレッジ制で小規模リベラルアーツの雰囲気と研究大学の深さを両立。ゲームデザインは全米公立2位。2024年にビッグバン後わずか3億年の最古・最遠銀河を共同発見。AAU加盟のHSI校は全米5校のみ。",
  "Chapman University": "1861年3月4日、エイブラハム・リンカーンの就任式に合わせてカリフォルニア州ウッドランドでヘスペリアン・カレッジとして開校。性別や人種に関係なく学生を受け入れた先進的な学校だった。数回の改名・移転を経て、1934年に理事会議長で主要寄付者のC.C.チャップマンを記念してチャップマン・カレッジに改称、1954年にオレンジ市の現キャンパス（旧オレンジ高校跡地）に移転、1991年に大学に昇格。11のカレッジを擁するR2研究大学。1996年設立のドッジ映画メディア芸術カレッジはHollywood Reporter全米映画学校4位にランクイン。著名な卒業生には俳優コリン・ハンクス（トム・ハンクスの息子）、MLB選手ダスティン・ペドロイア（レッドソックス、MVP）、女優リア・トンプソン（バック・トゥ・ザ・フューチャー）、映画製作者ジョー・ダンテ（グレムリン）がいる。",
  "Claremont McKenna College": "全米リベラルアーツ大学7位の名門でForbes 2024年Brown・Duke間の19位。政治・経済・国際関係・金融に強み、11の研究機関を運営。オックスフォード式PPE（哲学・政治・経済）専攻を提供。Student Investment Fundで学生が実際のポートフォリオを運営。2024年にHealth, Brain, Planet統合科学専攻を新設。96%が他Claremont校でクロス登録。週4回のAthenaeum講演会。",
  "Western University of Health Sciences": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "Harvey Mudd College": "STEM特化型の名門リベラルアーツカレッジでU.S. News 10位。PayScale 2024年ROI全米1位、卒業6年後の中間給与115,107ドル。Common Core Curriculumで全学生がCS・工学・生物・化学・物理・数学を履修。Clinic Programで年間45の企業プロジェクトに参加、特許にも名を連ねる。Claremont Collegesの一員で5校にアクセス。学生教員比8:1、新入生定着率97%。",
  "California State Polytechnic University-Humboldt": "1913年創立、カリフォルニア州北部の太平洋沿岸レッドウッド森林地帯に位置する州立ポリテクニック大学。2022年にカリフォルニア州立大学システム3番目のポリテクニック大学に指定され、ハンボルト州立大学から改称。環境科学・林業・自然資源管理で全国的に知られる。U.S. News 2026年版で西部地域大学23位、州立大学13位。学生対教員比率17:1。著名な卒業生にはカリフォルニア州森林・消防局長官ケン・ピムロット、ユーロック族初の医師サワー・ヤング＝トリップ、スタンフォード大学医学部研究員ピーター・アンダーヒル、クラマス川再生公社CEOマーク・ブランソムなどがいる。",
  "Loyola Marymount University": "ロサンゼルスの「シリコンビーチ」に位置するイエズス会大学。映画テレビ学部はHollywood Reporterで2年連続全米5位の評価。プラヤビスタの第2キャンパス（5万平方フィート）はGoogle、Meta、Snapchat本社に近接。83%の卒業生が6ヶ月以内に業界就職を達成。2024年にはAI活用の脚本・プロデュース講座を開設し、最新技術に対応。学生教員比率12:1の少人数教育を提供。",
  "National University": "1971年に退役米海軍大佐デイビッド・チゴスにより創立された退役軍人設立の非営利大学。カリフォルニア州各地とオンラインで150以上の学位プログラム、証明書、教員資格プログラムを提供し、50年以上にわたりキャリア、家族、軍務のバランスを取る多忙な社会人向けに柔軟なオンライン学位を専門としている。Military Friendly School（軍人に優しい学校）ゴールドレベルに認定（博士号提供私立部門）。イエローリボンプログラム参加校で、GIビル給付金を超える私立大学授業料の支援が可能。退役軍人ビクトリー奨学金では学業・地域貢献実績と経済的必要性に基づき最大5,000ドルを支給。米国退役軍人省から退役軍人・配偶者移行支援助成プログラム（VSTAGP）を受けた13機関の一つで、退役軍人、軍人配偶者、介護者の民間キャリア移行を支援。1977年以来WASC地域認定を取得し、最高の教育品質基準を満たしている。",
  "Occidental College": "ロサンゼルスに位置する都市型リベラルアーツカレッジ。全米唯一の国連常駐インターンプログラム（Kahane UN Program）で毎秋16人がNYで活動。Campaign Semesterで選挙キャンペーンに参加。Columbia・Caltechとの3-2工学プログラム。LAの大学キャンパスで最大の1MWヒルサイド・ソーラーアレイを設置。社会的流動性21位。バラク・オバマ元大統領の母校。",
  "University of the Pacific": "1851年7月10日にカリフォルニア・ウェズリアン・カレッジとしてサンタクララで設立された、カリフォルニア州最初の認可高等教育機関。メソジスト派の牧師たちにより創立され、1871年に共学化、サンノゼを経て1923年にストックトンに移転し、セントラルバレー初の私立4年制大学となった。文理学部、教育学部、音楽学部、ビジネス学部、工学・コンピュータサイエンス学部、国際学部、薬学・健康科学部、大学院を擁する。1955年設立のトーマス・J・ロング薬学部は全米初の無料CPJE・NAPLEX試験対策プログラムを提供。1966年にサクラメントのマッギョージ法科大学院（1924年設立）と合併。環境運動の先駆者ジョン・ミューアの論文を所蔵し、ジョン・ミューア地域研究センターを持つ。NCAA Division IでWest Coast Conference（WCC）に所属。著名な卒業生には1998年NBAドラフト全体1位のマイケル・オロウォカンディ、NFL監督トム・フローレス、NCAA史上最多の全国選手権を獲得した体育局長テッド・リーランドがいる。",
  "Pepperdine University": "マリブの830エーカーに広がる太平洋を望むキャンパスは「全米最美」の呼び声高い。サンタモニカ山脈の麓から太平洋、カタリナ島まで一望でき、地中海復興様式の白壁と赤瓦が美しい。125フィートのフィリップス・テーマ・タワーがキリスト教精神の象徴として立つ。ステンドグラス3,000平方フィートのスタウファー・チャペルも必見。ストラウス紛争解決研究所は全米トップクラス。",
  "Pitzer College": "Claremont Colleges唯一の社会正義重視の名門リベラルアーツカレッジ。社会的責任プラクシス（地域組織との実践プロジェクト）を全員必修。7カ国8つの直接運営留学プログラムでフルブライト受賞者多数。Robert Redford Conservancy for Southern California Sustainabilityを運営。コスタリカに145エーカーの熱帯雨林研究施設。壁画アートがキャンパスを彩る独自の文化。",
  "Point Loma Nazarene University": "1902年にナザレン教会の共同創設者フィニアス・ブレシーの支援のもと、6人の女性信徒がロサンゼルスでPacific Bible Collegeとして設立。1910年にパサデナに移転しPasadena College、1973年にサンディエゴのポイントローマに移転、1998年に現名称に。ナザレン教会系8校の一つで、太平洋を見下ろす93エーカーの美しいキャンパスを持つ。US News 2026で西部地域大学16位。看護学部は全米206位（上位32%）でCCNE認定、ビジネス学部はACBSP認定でNiche全米96位。2023-24年にPacWest史上最多の5つのカンファレンス優勝を獲得し、女子サッカーでNCAA Division II初の全国制覇を達成。卒業生には下院議員ダーリーン・フーリー、福音派心理学者ジェームズ・ドブソン、映画監督デスティン・ダニエル・クレットン（シャン・チー）、ミュージシャンのグレッグ・ラズウェル、Hokuらがいる。",
  "Pomona College": "全米屈指の名門リベラルアーツカレッジでU.S. News 7位。Claremont Colleges創設校で5校2,700コースに無料クロス登録可能。学生教員比7:1、平均クラス15人、全授業を教授が担当。Caltech・ワシントン大・ダートマスとの3-2工学プログラム。学生1人あたり基金額で全米トップ10（30.1億ドル）。68の留学プログラム（37カ国）。",
  "San Diego State University": "R1研究大学で2023-24年度の研究資金は2億2980万ドル（前年比20%増）と過去最高を記録。UC San Diegoスーパーコンピューターセンターと提携しAI研究を推進。起業家教育は全米30位。教育学部はCSU系列1位。2024年にPac-12加盟が決定し、さらなる飛躍へ。",
  "University of San Diego": "16世紀スペイン・ルネサンス建築で統一されたキャンパスはPrinceton Reviewで2024年全米1位の美しさ。1949年に創設者マザー・ヒルがスペインのアルカラ大学をモデルに採用。ゴシック、古典、ムーア様式が融合したプラテレスコ様式の精緻な装飾が特徴。青いドームと手入れされた庭園が太平洋を望む丘陵に広がる。サンディエゴの聖人ディダクスを祀る同名大学へのオマージュ。",
  "San Francisco State University": "1899年創立、125年の歴史を持つカリフォルニア州立大学。全米初のエスニック・スタディーズ学部を設立した先駆的大学。社会的流動性で全米8位にランクイン。サンフランシスコという立地を活かし多様性豊かなキャンパス。Dana Carvey、Annette Beningなど多くの著名人を輩出。映像アーカイブや博物館コレクションも充実。",
  "University of San Francisco": "1855年創立のサンフランシスコ初の大学。シリコンバレーに近接し、Forbesの「最も起業家精神あふれる大学」で全米25位。Apple、Google、Tesla、Uberなどへのインターンシップ機会が豊富。白人24%・アジア系26%・ラテン系21%と非常に多様な学生構成。聖イグナチオ・インスティテュートでは西洋古典のグレートブックス・プログラムを提供。55エーカーのキャンパスは太平洋を望む絶好のロケーション。",
  "San Jose State University": "1857年創立の西部最古の公立大学でCSUシステム発祥の地。Wall Street Journal 2024年で全米16位に150ランク以上上昇しノートルダムを上回る快挙。シリコンバレー中心に位置しテック企業との繋がりが強い。中小企業開発センターは2024年に2.5億ドル以上の収益と5000以上の雇用を創出。",
  "Santa Clara University": "1851年創立のカリフォルニア最古の高等教育機関。シリコンバレーの中心部に位置し、Google、Apple、Meta、Tesla、NASAなどへのインターンシップ・就職機会が豊富。キャンパスは1777年創設のミッション・サンタクララを中心に広がり、200年の歴史を持つミッション教会は独自の精神的拠点。8つのテーマ別レジデンシャル・ラーニング・コミュニティで学びと生活を統合。修士大学で全米4位の卒業率。",
  "Scripps College": "Claremont Colleges唯一の女子大学で学際研究に特化した名門リベラルアーツカレッジ。3学期必修のCoreプログラム（コミュニティ、現在の歴史）が特徴。アート保存、環境分析、法学、EU研究など独自専攻。全員が卒業論文を執筆。5校2,700コースにアクセス可能。Getty Campus Heritage Initiative初の受賞校。スペイン植民地復興様式の美しいキャンパス。",
  "Sonoma State University": "1961年創立、サンフランシスコから北へ1時間、カリフォルニア州ソノマ郡に位置するカリフォルニア州立大学システムの一校。連邦指定ヒスパニック・サービング機関。62の学士号と13の修士号プログラムを提供。U.S. News 2026年版で西部地域大学23位、州立大学13位。84,000人以上の卒業生ネットワーク。著名な卒業生にはダラス・カウボーイズでスーパーボウル制覇、11回プロボウル選出の殿堂入りガード、ラリー・アレン、『シンドラーのリスト』でアカデミー脚色賞を受賞した脚本家スティーブン・ザイリアン、カリフォルニア州上院議長代行マイク・マクガイアなどがいる。",
  "University of Southern California": "ハリウッド至近のロサンゼルスに位置し、映画芸術学部（SCA）は世界最高峰。ジョージ・ルーカスが1.75億ドルを寄付し最新施設を整備。合格率3%のSCAからは歴代興行収入トップ17作品すべてに卒業生が関与。7つの部門で映画・TV・ゲームを網羅的に学べる。256のアカデミー賞ノミネート、78の受賞実績。校友ネットワーク「トロージャン・ファミリー」の結束も有名。",
  "University of Colorado Denver/Anschutz Medical Campus": "CU Anschutzは健康科学研究で全米12位・世界19位（Nature Index 2024）。研究費は2023-24年度に過去最高の9.1億ドルを記録し州経済に130億ドル貢献。世界初の肝臓移植を実施、1965年に全米初のナースプラクティショナープログラムを開始。ロッキー山脈地域最大の学術医療センターで年間260万人の患者を診療。",
  "University of Colorado Colorado Springs": "世界唯一のBachelor of Innovation™を提供（ゲームデザイン、サイバーセキュリティ、デジタル映画製作等）。R2研究大学。老年心理学、プロゴルフ管理などユニークなプログラムも。Kevin O'Neilサイバーセキュリティセンターでは高校生も同時履修で学ぶ。軍関係者2,000人以上が在籍するMilitary Friendly校。521エーカーのキャンパスからパイクスピークを望む絶景。",
  "University of Colorado Boulder": "ロッキー山脈を望む美しいキャンパスを持ち、5人のノーベル賞受賞者（物理学4、化学1）を輩出。JILA研究所は2001年以来3人のノーベル物理学賞受賞者を生み出した量子物理学の世界的拠点。18人の宇宙飛行士を輩出し、航空宇宙工学は全米8位。Ball Aerospace、ボーイング、ロッキード・マーティン、NASAへの就職も多い。",
  "Colorado College": "全米屈指の名門リベラルアーツカレッジで独自のBlock Plan（1科目3.5週間集中履修）を1970年から採用。一度に1科目だけに没頭し深い学びを実現。ブロック間の4日間休暇でコロラドの大自然を探検。70%以上が海外留学（57カ国6大陸）。NYタイムズベストセラー作家など業界リーダーが短期集中で教壇に。パイクスピーク山麓のコロラドスプリングスに位置。",
  "Colorado School of Mines": "1874年創立、コロラド州ゴールデンに位置する工学・応用科学に特化した公立研究大学。500エーカーのキャンパスで約6,200人の学部生が学ぶ。U.S. News 2026年版で全米80位。Nicheランキングでコロラド州1位の大学に選出。PayScale 2024年版で投資対効果（ROI）全米7位。卒業6年後の年収中央値は82,950ドルと全米トップクラス。著名な卒業生には元UFC暫定ヘビー級王者シェイン・カーウィン、バイオスフィア2発明者ジョン・ポーク・アレン、元OPEC事務総長プルノモ・ユスジアントロ、ベストセラー『エクセレント・カンパニー』共著者ロバート・H・ウォーターマンJr.などがいる。",
  "Colorado State University-Fort Collins": "R1研究大学で2024年研究費4億9810万ドル。獣医学博士は全米3位、作業療法も全米トップ3。フリント動物がんセンターは年間1000以上のペットがん症例を治療し人間医療への応用も研究。9100エーカーの広大なキャンパスにはメキシコのTodos Santos国際キャンパスも含む。ロッキー山脈の麓の美しい環境。",
  "University of Denver": "1864年創立のロッキー山脈地域最古の私立大学。ヨセフ・コルベル国際関係大学院は創設者の名を冠し、娘のマデレーン・オルブライト元国務長官を輩出。国際関係修士プログラムは世界12位の評価。ピッツバーグ大学、シラキュース大学と共同でワシントンD.C.プログラムを運営し、ジュネーブへの交換留学も提供。少人数制で教員との距離が近い教育スタイルが特徴。",
  "Fort Lewis College": "1878年に米軍基地として設立、1891年にネイティブ・アメリカン寄宿学校に転用、1962年に4年制リベラルアーツ大学として開校。Four Corners地域（コロラド・ユタ・アリゾナ・ニューメキシコ4州の接点）唯一の4年制大学。1911年の連邦政府との土地契約により、全米で2校のみの先住民向け授業料免除を永続的に提供。学生の37%がネイティブ・アメリカンまたはアラスカ先住民で、166の部族から学生が集まる。2008年にNative American-Serving, Non-Tribal Institution (NASNTI)指定。US News 2026で西部地域カレッジ17位、退役軍人向けベストカレッジ6位。デュランゴの362エーカーのキャンパスから30分以内に300マイル以上のトレイル、2時間以内に5つのスキーリゾートがあり、アドベンチャー教育学部と全米トップクラスのOutdoor Pursuitsプログラムを持つ。NCAA Division IIで男子サッカーは2005、2009、2011年に全国制覇。卒業生にはネイティブ・アメリカン文学の巨匠サイモン・オルティスらがいる。",
  "Colorado Mesa University": "1925年にコロラド州知事クラレンス・モーリーが上院法案262号に署名し、グランドジャンクション・ジュニア・カレッジとして創立。当時グランドジャンクションから最寄りの大学まで120マイル以上離れており、地域の高等教育需要に応えるため設立。初年度は39名の学生と1クラス8ドルの授業料でスタート。1940年にメサ・カレッジに改称、1974年に4年制の学士課程を開始、1988年にメサ・ステート・カレッジに、2011年に大学に昇格し現校名に。コロラド州西部最大の大学であり、フロントレンジ都市回廊外では州最大。100以上の学部プログラムと11の大学院プログラムを提供。アウトドア・レクリエーション産業学位は年間6,890億ドルの消費支出を持つ成長産業のための専門課程で、ビジネス管理、アドベンチャープログラミング、ガイドサービス、遠征計画を学ぶ。法医学調査研究ステーション（FIRS）は「ボディファーム」として知られる人体分解研究施設を運営。38フィートのクライミングウォール、プレミアプール、ラケットボールコートを備える。著名な卒業生にはステレオリソグラフィ（現代3Dプリンティングの基礎技術）を共同発明し1986年に3Dシステムズを創業したチャールズ・ハル（1965年工学士）、サンフランシスコ・ジャイアンツの救援投手セルジオ・ロモ、NFLグリーンベイ・パッカーズのタイトエンド、ベン・スティール、デンバー・ブロンコスとサンフランシスコ49ersでプレーしたベン・ガーランド、コロラド州第3選挙区元連邦下院議員スコット・マッキニスがいる。",
  "Metropolitan State University of Denver": "UC DenverとCommunity College of Denverと共有するダウンタウンキャンパスが特徴。コロラド州初のDREAMer向け州内学費適用大学。学生の54%が有色人種、60%が第一世代大学生。2023年に州経済に約9.5億ドル貢献し7200以上の雇用を支える。卒業生の83%以上がコロラド州内で就職。全教員が専任。",
  "University of Northern Colorado": "1889年創立、コロラド州グリーリーに位置する州立大学。リベラルアーツを基盤に、教育学・心理学分野で全国的に高い評価を持つ。心理学は全米283位、数学は全米285位にランクイン。図書館はピューリッツァー賞作家ジェームズ・A・ミッチナーの名を冠する。著名な卒業生にはUSエアウェイズ1549便の「ハドソン川の奇跡」機長チェスリー・サレンバーガー、SF作家コニー・ウィリス、ザ・ルミニアーズのネイラ・ペカレク、元アラスカ州選出連邦下院議員メアリー・ペルトラ、UFCファイターのジャスティン・ゲイジー、元NFLワイドレシーバーのヴィンセント・ジャクソンなどがいる。",
  "Colorado State University Pueblo": "1933年に大恐慌の最中、プエブロ郡裁判所の最上階で63人の学生と2人の教員でSouthern Colorado Junior Collegeとして開校。1965年に初の学士号を授与、1975年に大学昇格、2003年に現名称に変更。2007年よりHispanic Serving Institution（HSI）指定を受け、学生の約34%がヒスパニック系でコロラド州で最も多様性のある大学の一つ。2008年にHACUからトップHSIに選出。工学部は全米トップ100、Hasan School of Businessは世界の上位15%にランクイン。全米7校のみが提供するメカトロニクス学位プログラムを持つ。NCAA Division IIでRocky Mountain Athletic Conference所属、90以上のRMAC優勝を誇り、2014年にフットボールで全国制覇を達成。卒業生に元ホワイトハウス報道官ダナ・ペリノ、ハーバード大学数学教員タイラー・ボンガーズらがいる。",
  "Central Connecticut State University": "コネチカット州の総合公立大学で、州内で最も低い学費と費用を誇るベストバリュー校。U.S. News 2026年版で北部地域大学76位、ベストバリュー17位。WalletHub 2024年版でコネチカット州8位。5つのスクール（リベラルアーツ、ビジネス、教育、工学・科学技術、大学院）で100以上の学部課程を提供。教育学、犯罪学、看護学、心理学が人気で高評価。コンピュータサイエンス、会計、建設管理、国際学なども特色。314エーカーの郊外キャンパスに約8,200名が学ぶ。学生対教員比率14:1。",
  "Connecticut College": "NESCAC唯一のウォーターフロント立地を持つ名門リベラルアーツカレッジ。750エーカーの植物園とロングアイランド湾の眺望。Connectionsカリキュラムで4年間の学び（専攻・留学・インターン・卒業研究）を統合設計。1922年創設のHonor Codeで自己スケジュール・無監督試験。全学生にインターン資金を保証。6つの修了証プログラム。US Coast Guard Academyと提携。",
  "University of Connecticut": "男女バスケットボールで圧倒的な強さを誇り、男子は2023・2024年にNCAAトーナメント連覇（17年ぶり）、女子は2017年に111連勝のD1記録を樹立。2004年と2014年には男女同時優勝を達成した史上唯一の大学。2017年に17億ドルの「Next Generation Connecticut」プログラムでSTEM分野を大幅強化。2021年に初のローズ奨学生を輩出。",
  "Eastern Connecticut State University": "1889年創立、コネチカット州立大学システムで2番目に古いキャンパス。ウィリマンティックに位置し、ハートフォードから30分、ニューヨークとボストンの中間地点。182エーカーのキャンパスは南キャンパス（歴史的建造物）と北キャンパス（近代的施設）に分かれる。U.S. News 2024年版で北部地域大学69位、州立大学23位。Colleges of Distinctionから公立大学として表彰。著名な卒業生にはスポーツ・イラストレイテッド水着特集のカバーを飾ったモデル・女優のカミール・コステック、2012年サンディフック小学校銃乱射事件で犠牲になった教師ヴィクトリア・ソト、コネチカット州議会議員アン・ドーフィネなどがいる。",
  "Quinnipiac University": "1929年創立のコネチカット州ハムデンにある私立大学。U.S. News 2026年版で全米大学179位、ベストバリュー98位。ウォール・ストリート・ジャーナルで全米51位。プリンストンレビューで全米トップ390大学に選出。医師助手（PA）プログラムは全米15位、法学部122位、医学部94-122位、ビジネススクール99-131位。学部工学は全米58位、コネチカット州8位。58の学部専攻と22の大学院プログラム（JD・MD含む）を提供。卒業6年後の年収中央値は約65,700ドル。750エーカーの郊外キャンパスに約6,600名が学ぶ。学生対教員比率12:1。4年卒業率71%。",
  "Sacred Heart University": "1963年にブリッジポート教区第2代司教ウォルター・W・カーティスによりノートルダム・カトリック高校跡地に創立された、米国北東部初の信徒主導のカトリック大学。ボストンカレッジに次ぐニューイングランド第2位のカトリック大学。初年度は173名の学生と9名の教員でスタートし、現在は10,500名以上の学生と281名の常勤教授を擁する。2006年にGE元CEO（在任1981-2001年、時価総額を140億ドルから6,000億ドルに成長させた）ジャック・ウェルチの寄付により経営学部が「ジャック・ウェルチ・カレッジ・オブ・ビジネス＆テクノロジー」と命名。GEの旧グローバル本社（大学のすぐ近く）がウェストキャンパスとしてイノベーション・ハブに。AACSB認定。アイルランド・ディングルにも海外キャンパスを持ち、30カ国以上で60以上の海外プログラムを提供。2013年にMLB選手・監督（2000年にメッツをワールドシリーズに導く）のボビー・バレンタインを体育局長に任命。在任中、5,740万平方フィートの「ボビー・バレンタイン・ヘルス＆レクリエーション・センター」（45フィートのクライミングウォール、ボウリングセンター完備）を2019年に開設。著名な卒業生にはNFLテネシー・タイタンズのジュリアス・チェスナット、駐ポルトガル・駐バチカン米大使を歴任したCBS元副社長フランシス・シェイクスピア、フィンテック企業Sageworks共同創業者のブライアン・ハミルトンがいる。",
  "Southern Connecticut State University": "1893年創立、コネチカット州ニューヘイブンに位置する州立研究大学。R2（研究活動の高い博士課程大学）に分類される。U.S. News 2026年版で北部地域大学64位、州立大学21位。学生対教員比率11:1という少人数教育が特徴。著名な卒業生にはコネチカット州初の黒人女性連邦下院議員ジャハナ・ヘイズ、ナミビア第4代大統領ナンゴロ・ンブンバ、TVドラマ『素晴らしき日々』のダニエル・ローリア、NFLニューヨーク・ジャイアンツで2度スーパーボウル制覇したオフェンスコーディネーターのケビン・ギルブライド、米国版『クイズ』初の100万ドル獲得者ジョン・カーペンターなどがいる。",
  "Trinity College": "1823年創立でコネチカット州2番目に古い名門リベラルアーツカレッジ。Forbes 2024-25年リベラルアーツ大学17位。Center for Urban and Global Studiesは全米リベラルアーツ大学初の都市・グローバル研究センター。ローマに留学キャンパス（1970年〜）。工学学位を持つ数少ないリベラルアーツ大学。Cinestudioは1930年代スタイルのアートシネマ。キャンパスは2024年国家歴史登録財に登録。",
  "Wesleyan University": "コネチカット州の名門リベラルアーツ大学でForbes 12位。映画学専攻は全米リベラルアーツ大学トップ評価（理論と実践のバランス）。音楽学部は世界各地の音楽を網羅する独自カリキュラム。約50専攻1,000コース以上のオープンカリキュラム。31のテーマ別プログラムハウス。2024年にレガシー入学を廃止し話題に。NESCAC加盟で29のスポーツチーム。退役軍人向け1位。",
  "Western Connecticut State University": "1903年創立、コネチカット州ダンベリーに位置する州立大学。ニューヨーク市から約1時間北、ミッドタウンとウェストサイドの2つのキャンパスを持つ。1,300人の留学生を含む多様な学生構成。学生対教員比率11:1は全米平均15:1を大きく上回る少人数教育。ビジネス、芸術、教育など幅広い学位プログラムを提供。著名な卒業生にはソニック・ユースのギタリストで「ローリング・ストーン誌史上最も偉大なギタリスト100人」34位のサーストン・ムーア、コネチカット州第87代知事M・ジョディ・レル、ダンベリー市史上最長在任市長マーク・ボートンなどがいる。",
  "Yale University": "アイビーリーグで最もリベラルアーツを重視。英国式のレジデンシャルカレッジ制度を採用し、学生は12の寄宿制カレッジに所属。法学・演劇で特に高い評価を受け、5人の大統領、72人のノーベル賞受賞者を輩出。メリル・ストリープ、ジョディ・フォスター等の俳優陣も卒業生。図書館は1,500万冊を超え、美しいゴシック建築のキャンパスはニューヘイブンの象徴。",
  "University of Delaware": "理学療法修士は全米2位（ワシントン大セントルイスに次ぐ）。化学工学修士は全米4位（26校中）。WSJ/College Pulse 2024年で公立大学10位・全体26位。工学部研究費は2023年度1.26億ドル（2019年比76%増）。量子科学工学の学際的博士課程や15ヶ月インターンを含むバイオ医薬品科学修士など革新的プログラム。2024年卒業生は18歳から76歳、47州82カ国から集結。",
  "Wilmington University": "1968年創立のデラウェア州最大の私立大学。200以上の学位・資格プログラムを対面・オンラインで提供し、49州103カ国から学生を受入。Forbes Advisor 2024年でオンライン健康科学準学士全米2位。地域で最も手頃な私立大学・法科大学院。働く社会人や非伝統的学生へのサポートが充実。デラウェア州内外に複数キャンパス。学生対教員比率12:1で個別指導が行き届く。",
  "American University": "1957年創設の国際サービス学部（SIS）は全米最大規模の国際関係学部で、120人以上のフルタイム教員を擁する。1967年に全米初の国際コミュニケーションプログラムを開設。7万平方フィートのLEEDゴールド認証校舎は太陽光発電3,230平方フィートを備える。ピースコープとの連携修士課程も提供。ホワイトハウスから数ブロックの立地で政策立案の現場に近い。",
  "The Catholic University of America": "1887年に教皇レオ13世の認可を受けて設立された、全米カトリック司教協議会が創設した唯一の大学。アメリカにおける2つの教皇庁大学の一つで、神学校でない唯一の教皇庁大学。1900年にアメリカ大学協会（AAU）創設14校の一つとして名を連ねる。「Little Rome」と呼ばれるBrookland地区に位置し、米国最大のカトリック教会である無原罪の聖母マリアの国立巡礼所大聖堂に隣接。法科大学院は全米71位で2年間で51位上昇という全米2位の躍進を記録。看護学部は全米28位、ソーシャルワーク修士は60位。NCAA Division IIIで25競技を展開し、男子バスケは2000-01年に全国制覇。卒業生にはアカデミー賞俳優ジョン・ヴォイト、スーザン・サランドン、ピューリッツァー賞劇作家ジェイソン・ミラー、オバマ政権の国家安全保障顧問トーマス・ドニロン、ニューヨーク大司教ティモシー・ドーランらがいる。",
  "University of the District of Columbia": "1851年に黒人女子のための師範学校として設立された3校（Miner Normal School、Wilson Normal School、Federal City College）が1977年に統合して誕生。全米唯一の都市型ランドグラント大学で、ワシントンD.C.唯一の公立大学。HBCU（歴史的黒人大学）であり、1968年にランドグラント指定を受けた。81の学位プログラムを持ち、2019年にコンピュータサイエンス・工学と都市リーダーシップ・起業家精神の2つの博士課程を開始。David A. Clarke法科大学院は公益法分野で全米2位（preLaw Magazine）。学生教員比率8:1の少人数教育。NCAA Division IIでEast Coast Conference所属、1982年に男子バスケで全国制覇。卒業生にはNCAA初の黒人優勝監督ジョン・トンプソンJr.（ジョージタウン）、D.C.初の女性警察署長キャシー・ラニアー、連邦地裁初の黒人女性首席判事ノーマ・ジョンソンらがいる。",
  "George Washington University": "フォギーボトム・キャンパスは国務省、世界銀行、IMFの向かいに位置。エリオット国際関係学部は1898年設立の全米最大規模の国際関係学部で、7階のステート・ルームからはナショナル・モールを一望。大学は世界銀行やIMFに土地を貸与し、ケネディ・センター、ウォーターゲート複合施設も近接。政府機関でのインターンシップ機会は他大学の追随を許さない。",
  "Georgetown University": "1789年創立のアメリカ最古のカトリック・イエズス会大学。ウォルシュ外交大学院（SFS）は1919年設立の全米初の国際関係学部で、Foreign Policy誌の大学院ランキングで世界首位。ホワイトハウス、国務省、世界銀行から徒歩圏内という立地を活かし、インターンシップ機会が豊富。ビル・クリントン元大統領やスペイン国王フェリペ6世も卒業生。",
  "Howard University": "HBCUで唯一のR1研究大学でForbes 2024-25年HBCU全米1位。2024年に研究費1.22億ドルで目標を大幅に超過達成。NSFが認定するアフリカ系アメリカ人STEM博士輩出数全米1位。全米初のアフリカ系アメリカ人所有の公共テレビ局WHUTを運営。学費は同等ランクの大学より50%低い。社会的流動性で全米12位・DC1位。Schwarzman、Marshall、Rhodes奨学生を多数輩出。",
  "University of Central Florida": "全米公立大学2位の学生数（69,818人）を誇るR1研究大学。Princeton Review/PC Gamerでゲームデザイン修士が世界1位、U.S. News緊急危機管理修士が全米1位（2024年）。8年連続「最も革新的な大学」に選出。全学部生にAcademic Success Coachを配置。70%の新入生が無借金で卒業（全米平均42%）。2024年度研究費2.29億ドル。Lake NonaにCollege of Medicine。",
  "Embry-Riddle Aeronautical University-Daytona Beach": "1925年12月17日（ライト兄弟初飛行から22年後）にオハイオ州シンシナティでタルトン・エンブリーとジョン・ポール・リドルがエンブリー・リドル社を設立、翌春に航空学校を開校。1930年に現在のアメリカン航空に合併。1939年にリドルがマイアミでジョン・G・マッケイ夫妻と提携し、マイアミ大学と共同で第二次世界大戦前の民間パイロット訓練プログラムを開始。1959年に非営利法人として再編、1965年4月に「オペレーション・ブートストラップ」で全資産をマイアミからデイトナビーチに移転（31台のトラックと20機の航空機で週末に実行）。1968年に認定、1970年に大学に昇格。デイトナビーチ国際空港に隣接する185エーカーのキャンパスを持ち、航空・宇宙専門で世界最大の完全認定大学。航空科学と航空宇宙工学が最も人気で、航空宇宙工学は博士課程なし大学でUS News 2001-2005年連続1位、2023年は全体8位タイ。米国最大の空軍ROTC、最も広範なROTCプログラムの一つを持つ。2024年にボーイング社から510万ドルの寄付でボーイング航空宇宙安全センターを開設。",
  "Florida Agricultural and Mechanical University": "1887年創立のフロリダ州唯一の公立HBCU（歴史的黒人大学）で、米国で3番目に大きなHBCU。1885年に黒人奴隷解放運動家ジョナサン・ギブスが州議会議員として設立を提案。当初は有色人種州立師範大学として発足し、その後ランドグラント大学となった。タラハシー市内で1971年まで、150マイル以内で唯一アフリカ系アメリカ人を受け入れる病院も運営。1992年、1995年、1997年にはハーバードを上回る全米Achievement奨学生を獲得、2000年にはハーバードと同数の62人を獲得。120以上のプログラム（学士60、大学院40以上）を提供し、薬学部は全米トップ50にランクイン。著名な卒業生には初の黒人グランドスラム優勝者アルシア・ギブソン、俳優アニカ・ノニ・ローズ（ドリームガールズ、初の黒人ディズニープリンセス・ティアナ役）、スポーツキャスターのパム・オリバー、公民権弁護士ベン・クランプ、映画プロデューサーのウィル・パッカー（ガールズトリップ）、元アトランタ市長ケイシャ・ランス・ボトムスがいる。",
  "Florida Atlantic University": "フロリダ州公立大学で人種・文化的多様性1位。社会的流動性で全米26位。2024年にソフトボールがAAC初のカンファレンス優勝。Connected Autonomy and Artificial Intelligence Center（CCAAI）でAI・自律技術研究をリード。Hoot/Wisdom Recordingsは学生運営レーベルでBillboard Hot R&B/Hip-Hopトップ10入り。障がい者向け技術職訓練に996万ドルの連邦助成金。",
  "Flagler College": "1968年創立、フロリダ州セント・オーガスティンに位置する私立リベラルアーツカレッジ。キャンパスの中心は1888年建造の国定歴史建造物「ポンセ・デ・レオン・ホテル」で、石油王ヘンリー・フラグラーが建設した豪華ホテルを校舎に転用。49エーカーのキャンパスで44の学部専攻と2つの修士プログラムを提供。U.S. News 2024-25年版で南部地域カレッジ3位、最も革新的な大学2位、学部教育5位。Princeton Review「全米ベスト388カレッジ」に常連選出。沿岸環境科学、ビジネス・起業、ホスピタリティ・観光マネジメントなど立地を活かしたプログラムが特徴。著名な卒業生には金属サプライヤーVested Metals International創業者ヴィヴ・ヘルウィグなどがいる。",
  "Florida Institute of Technology": "1958年にNASAを支援するためジェローム・P・カイパー博士によりブレバード工学大学として創立。ケネディ宇宙センターとケープカナベラル宇宙軍基地で働く専門家に高度な教育を提供することを目的としていた。NASAと同年に設立され、フロリダ州のスペースコーストでケネディ宇宙センターと隣接する立地を活かし、宇宙・航空宇宙教育で卓越した地位を築いている。1970年に航空技術研究所と合併し航空学部を設立、1990年にスクーラホールが開校。キャンパスはメルボルン・オーランド国際空港近く、パトリック宇宙軍基地から26km、NASA、SpaceX、Boeing、Northrop Grumman、L3Harrisなど航空宇宙企業に囲まれている。バズ・オルドリンの遺産を継承するアルドリン宇宙研究所を擁し、火星への恒久的な人類居住を目指す研究を推進。卒業生には6人のNASA宇宙飛行士（スニータ・ウィリアムズは女性最多の宇宙遊泳記録保持者）、米陸軍初の女性四つ星将軍アン・ダンウッディ、初のスマートフォン発明者フランク・カノバがいる。学生教員比率9:1で個別指導に近い環境を提供。",
  "Florida International University": "マイアミに位置する大規模州立大学で、ヒスパニック系学生へのサービスに定評がある。ビジネス、心理学、生物学が人気で、特にホスピタリティ・観光経営学は全米でもトップクラス。マイアミの国際ビジネス拠点という立地を活かし、ラテンアメリカとの繋がりが深い。多様性豊かなキャンパスで国際的な視野を養える。",
  "Florida State University": "フロリダ州タラハシーに位置する名門州立大学。競争率が高く、入学難易度はフロリダ州内でもトップクラス。ビジネス、社会科学、心理学が人気で、映画学校は全米でも高評価。フットボール強豪校「Seminoles」としても有名。州都という立地を活かし、政治・行政分野へのインターンシップ機会も豊富。",
  "University of Florida": "全米17大学のみが持つランドグラント・シーグラント・スペースグラントの三冠を達成。2024年にForbes誌から「New Ivy」に選出。スポーツドリンク「ゲータレード」発祥の地で、1965年にフットボールチーム用に開発。2,000エーカーのキャンパスに2つの湖を持ち、フロリダ自然史博物館（南部最大）も併設。研究費は13億ドル超で全米トップクラス。",
  "Keiser University-Ft Lauderdale": "1977年にアーサー・カイザーと母エブリン・カイザーにより、フロリダのビジネス・医療コミュニティで働くキャリア志向の社会人学生を支援するためカイザースクールとしてフォートローダーデールで創立。1982年にパラリーガル・コンピュータプログラム追加で名称をカイザー・インスティテュート・オブ・テクノロジーに変更、1986年に準学士号授与開始でカイザーカレッジに。現在はフロリダ最大の私立非営利大学で、フロリダ州内21キャンパスとニカラグア、中国、モルドバ、台湾、韓国の国際拠点で約20,000人の学生に100以上のプログラム（準学士から博士号）を提供。ウェストパームビーチの100エーカーの旗艦住居型キャンパスには世界中から約1,500人の学生が在籍。NAIAサン・カンファレンスで24の大学スポーツ（野球、バスケ、アメフト、サッカー、ゴルフ、レスリング等）を展開。US News 2026で全米大学363位、社会的流動性42位。Niche看護ランキングで全米95位、フロリダ12位。SACS認定。66,000人以上の卒業生、3,800人の従業員を擁し、年間30億ドル以上の州経済効果と3万人以上の雇用に寄与。",
  "University of Miami": "ローゼンスティール海洋・大気・地球科学学部は米国本土唯一の亜熱帯海洋研究機関で、ビスケーン湾沿いの18エーカーに位置。SUSTAINラボは世界唯一の水上でカテゴリー5（時速160マイル）の風を再現できる施設。1,400馬力の送風機で暴風雨を模擬し、ハリケーン研究の最前線。海洋法とのJDプログラムも提供。医学部・ビジネス学部も高評価を受ける総合私立大学。",
  "University of North Florida": "ジャクソンビルの1300エーカーの自然保護区内にキャンパスを持つR2研究大学。Princeton Review「Best in the South」15年連続選出。2009年に現代美術館ジャクソンビルを取得し文化資源として運営。4年卒業率は2014年の22.6%から2024年に44.8%へほぼ倍増。フロリダ州最大級のギリシャコミュニティも特徴。",
  "Nova Southeastern University": "1964年12月4日にフォートローダーデール地元ビジネスマンのグループ「オートミール・クラブ」によりノバ・ユニバーシティ・オブ・アドバンスト・テクノロジーとして創立、17名の大学院生でスタート。キャンパスは第二次世界大戦中の海軍訓練飛行場「フォーマン・フィールド」跡地で、滑走路の名残が今もキャンパス内の道路として残る。1974年にノバ大学に改称。1994年にサウスイースタン・ユニバーシティ・オブ・ヘルスサイエンス（米国南東部初のオステオパシー医学校を含む）と合併し現校名に。1985年に全米の大学として先駆的にオンライン授業を開始。フロリダ州最大の私立非営利大学であり、州内に複数キャンパス、プエルトリコ・サンフアン、コロラド州デンバーにも拠点を持つ。デイヴィーの314エーカーのメインキャンパスで20,000人以上が学ぶ。ノーベル平和賞受賞者デズモンド・ツツ大主教、第14代ダライ・ラマ、作家サルマン・ラシュディ、映画監督スパイク・リー、ジャーナリストのボブ・ウッドワードらを招いた特別講演シリーズを開催。著名な卒業生にはMLB通算2本のノーヒッターを達成したマイケル・ファイアーズ、2018年ワールドシリーズ優勝のJ.D.マルティネス、パナマ元副大統領イサベル・サント・マロ、バハマ初の女性総督アイビー・デュモント、FBIプロファイラーのジョン・ダグラス（「羊たちの沈黙」のモデル）、PG&E元CEOガイシャ・ウィリアムズがいる。",
  "Northwest Florida State College": "1963年にフロリダ州議会により設立され、1964年にオカルーサ・ウォルトン・ジュニア・カレッジとして開校。当初309人のフルタイム学生と458人のパートタイム学生でスタート。1968年にナイスビルの264エーカーのキャンパス（エグリン空軍基地保護区から議会法により移譲された土地）に移転。2003年にフロリダ教育委員会から学士号授与が認可され、2008年に州立大学法により現在の名称に変更。看護学士、初等教育、中等数学・理科教育、幼児教育、プロジェクトマネジメント、組織管理などの学士課程を提供。NJCAA Division Iで強豪校として知られ、女子バスケットボールは2020-21年、2022-23年、2024-25年に全国優勝、男子バスケットボールは2021-22年に全国優勝、野球は2015年に全国優勝、ソフトボールは2024-25年に全国優勝を達成。50年以上にわたり35万3000人以上の学生に教育を提供し、3万7000人以上が学位や資格を取得している。",
  "Saint Leo University": "1889年創立のフロリダ州初のカトリック大学で、ベネディクト会の伝統を持つ私立リベラルアーツ大学。U.S. News 2026年版で社会的流動性117位と高評価（2025年の181位から上昇）。55以上の準学士・学士・修士課程と資格プログラム、2013年から博士課程も提供。ソーシャルワーク、スポーツビジネスプログラムはそれぞれ専門認証を取得。2025年にはBSN看護プログラムがCCNE認証を取得。生物学、刑事司法、英語、歴史、数学、心理学など多様な分野を提供。297エーカーのキャンパスに約7,600名が学ぶ。学生対教員比率20:1。合格率約80%。",
  "University of South Florida": "フロリダ州初・全米初級のAI・サイバーセキュリティ専門カレッジ設立を発表。2024年度研究費7.38億ドルで過去最高（前年比7%増、2022年から35%増）。U.S. News公立大学45位で6年連続トップ50入り、フロリダ州ベストバリュー1位を2年連続受賞。TIP Labはフロリダ初の人身売買研究専門センター。オンラインMBAは全米22位（5年間で73ランク上昇）。3キャンパス体制。",
  "The University of Tampa": "1933年にTampa Bay Hotelの跡地に移転し、ムーア様式の尖塔を持つPlant Hallが大学と市のシンボル。南部地域大学13位、革新性9位。2024年完成の10階建てGrand Centerは600人の新入生が暮らす。NCAA Division IIで27回の全国優勝。起業学はPrinceton Reviewで全米トップ50。130カ国から留学生が集まる国際色豊かな環境。",
  "University of West Florida": "フロリダ州立大学システム12校中パフォーマンス指標3位（2024-25年度、FSUと同点）。南部地域大学14位、公立6位。フロリダ州3校のみのFlorida Collegiate Purple Star Campus認定（軍学生支援）。1,600エーカーの広大なキャンパスで海洋生物学の学部プログラムが特徴的。定着率は2014年の70%から2024年に88%へ大幅改善。州内学費6,360ドル。",
  "Abraham Baldwin Agricultural College": "1906年にジョージア州議会により設立され、1908年に第2地区農業機械学校として開校。1925年に南ジョージアA&Mカレッジ、1929年にジョージア州立男子大学を経て、1933年にジョージア大学システムの一部として現在の名称に。米国憲法署名者でジョージア大学初代学長のアブラハム・ボールドウィンにちなんで命名された。ティフトンに位置する516エーカーのキャンパスには、400エーカーのJ.G.ウッドルーフ農場教育研究所、944エーカーのラングデール森林、9ホールのゴルフコース、馬厩舎、そしてジョージア農業博物館・歴史村（州の公式農業博物館）がある。農業・天然資源学部が最大で1,500人以上が在籍し、林業プログラムはアメリカ森林学会認定。看護学が最大の単一専攻で700人以上が在籍、RN資格取得を目指す準学士・学士号はACEN認定。NAIAに所属しサザン・ステイツ・アスレチック・カンファレンスで10競技を展開。著名な卒業生にはジミー・カーター元大統領（継続教育プログラム受講）、元ジョージア州務長官キャシー・コックスがいる。",
  "Albany State University": "1903年創立、ジョージア州オールバニに位置する歴史的黒人大学（HBCU）。元奴隷のジョセフ・W・ホリーがW・E・B・デュボイスの著作『黒人のたましい』に触発されて設立。ジョージア大学システムに属し、ジョージア工科大学との二重学位プログラムも提供。ジョージア州の公立HBCU1位に選出。著名な卒業生には公民権活動家シャーリー・シェロッド、TVドラマ『ファミリー・マターズ』女優ジョー・マリー・ペイトン、SNCC「フリーダムシンガーズ」創設メンバーでスウィート・ハニー・イン・ザ・ロック創設者バーニス・ジョンソン・リーガン、元NBAプレイヤーのカルドウェル・ジョーンズなどがいる。",
  "Columbus State University": "1958年創立、ジョージア州コロンバスに位置するジョージア大学システムの州立大学。132エーカーのキャンパスで100以上の学位プログラムを提供。2009年にジョージア州初の教育学博士課程を開設。キャンパス内にコカ・コーラ宇宙科学センターがあり、プラネタリウムと天文台を運営。U.S. News 2026年版で南部地域大学64位、州立大学33位。ゴルフチームは複数の全国優勝、野球チームはカレッジ・ワールドシリーズ出場の実績を持つ。著名な卒業生には女性退役軍人初の連邦上院議員ジョニ・アーンスト、『ル・ポールのドラァグ・レース』シーズン8優勝者ボブ・ザ・ドラァグ・クイーンなどがいる。",
  "Emory University": "アトランタに位置し、CDCとは創設時から隣接関係。1947年にロバート・ウッドラフが10ドルでCDCに土地を「売却」した歴史を持つ。ロリンズ公衆衛生大学院からは1,200人以上の卒業生がCDCに勤務。2014年のエボラ危機では隔離治療施設が活躍。ゴイズエタ・ビジネススクール、医学部も高い評価を受け、公衆衛生分野で世界をリード。",
  "Georgia Institute of Technology-Main Campus": "全米最大規模の任意参加型Co-opプログラムを持ち、100年以上の歴史を誇る。学生は6学期にわたり、学期ごとに学業と就業を交互に経験。700社以上の企業と連携し、時給32ドルからスタートする学生も。卒業後の採用率も高い。工学分野は全米トップクラスで、アトランタのテック産業エコシステムの中核として発展を続ける。",
  "Georgia College & State University": "1889年創立、ジョージア州ミレッジビルに位置する州立大学。ジョージア大学システムでジョージア大学、ジョージア工科大学と並ぶ選抜入学制度を持つ3校の一つ。693エーカーのキャンパスで約6,000人の学部生が学ぶ。U.S. Newsで2009年以降ジョージア州トップの公立マスターズ大学にランクされ、2026年版で南部地域大学12位、州立大学5位、学部教育5位。Forbes「アメリカのトップカレッジ」にも選出。著名な卒業生には20世紀アメリカを代表する作家フラナリー・オコナー、元下院議長ニュート・ギングリッチ、映画『風と共に去りぬ』の方言指導・技術顧問を務めたスー・マイリックなどがいる。",
  "Georgia Southern University": "ジョージア大学システム第5位の規模でStatesboro・Savannah・Hinesvilleの3キャンパス。生きたハクトウワシ「Freedom」がホームゲーム前に飛翔する「大学フットボール最もエキサイティングな30秒」。18エーカーの野生動物教育センターに年間165,500人以上が来訪。全米初の虹彩認証で食堂入場を導入。スコットランド公式タータン登録を持つ。1,228エーカーのキャンパス。",
  "Georgia State University": "アトランタのダウンタウンに位置する都市型州立大学。多様性では全米トップクラスで、低所得層学生の卒業率向上で注目される革新的な取り組みが評価。ビジネス、コンピューターサイエンス、心理学が強い。CNNやコカ・コーラ本社が近く、メディア・ビジネス分野のインターンシップ機会が豊富。",
  "University of Georgia": "1785年1月27日にジョージア州議会により設立認可された、全米初の州立大学。独立宣言署名者の一人で医師のライマン・ホール州知事が4万エーカーを寄付、コネチカット出身でイェール卒のエイブラハム・ボールドウィンが創立憲章を起草。1801年にアセンズにキャンパスを開設、1804年に最初のクラスが卒業。U.S. Newsで全米公立大学トップ20。2003年にハーバード、イェール、ブラウンと並びローズ・マーシャル・トルーマン・ゴールドウォーター4大奨学金の受賞者を同時に輩出した唯一の学校に。1932年にSEC創設メンバーとなり、39回の全国選手権と130回のカンファレンス優勝。著名な卒業生にはエーテル麻酔の発見者クロフォード・W・ロング、「新南部」の声と称されたジャーナリストのヘンリー・W・グレイディ、NFL殿堂入りクォーターバックのフラン・ターケントン（1959年SEC優勝を率い、現役引退後はソフトウェア会社を創業）、「アメリカン・アイドル」司会者ライアン・シークレスト、25人以上のジョージア州知事、12人以上の連邦上院議員、36人以上の連邦下院議員がいる。",
  "Savannah College of Art and Design": "1978年にリチャード・G・ローワン、ポーラ・S・ウォレスらにより設立され、1979年に71人の学生と7人の教員で開校。当時米国南東部になかった専門アートプログラムを提供する目的で創立。サバンナ、アトランタ（ジョージア州）、フランスのラコストにキャンパスを持ち、現在18,500人以上の学生が110カ国以上から在籍。100以上の学部・大学院プログラムを提供し、他のどのアート・デザイン大学よりも多くの専門分野を持つ。サバンナキャンパスは国家歴史的建造物地区に点在する都市型キャンパスで、60以上の歴史的建物（200万平方フィート以上）を活用。2023年オスカーでは卒業生がアニメーション長編部門ノミネート5作品全てに参加、2024年も3作品に貢献。Forbes 2021で「ファッションの未来を形作るベストカレッジ」1位、Hollywood Reporterの映画・TV制作トップスクール5部門すべてにランクインした唯一の大学。US News 2026で南部地域大学8位、革新的大学2位。2023年時点で総資産18.5億ドル、106物件（評価額4.58億ドル）を所有するサバンナ最大の不動産所有者の一つ。",
  "Valdosta State University": "全米46校のみの「経済的多様性大学」に選出。FamilyWorksクリニックはサウスジョージアと北フロリダに家族・カップル療法を提供。Copeland African American Museumは150年以上の歴史と75以上の文化財を所蔵。幼児教育が最高評価プログラム。南ジョージア地域影響センターが地域の課題を研究。州内学費6,124ドル。全教員の72%がフルタイム。",
  "University of West Georgia": "1906年の州議会ペリー法により設立された農工学校として1908年1月に開校、初代校長ジョン・H・メルソンの下、キャロルトン西部の275エーカーの農場でスタート。1933年にウェスト・ジョージア・カレッジとなり2年制大学に、1957年に4年制に昇格、2005年に現校名に。1937年にジュリアス・ローゼンワルド財団の支援で実験的農村教育プロジェクトを開始し全国メディアの注目を集め、著名画家ノーマン・ロックウェルもキャンパスを訪問。1963年にジェームズ・E・ボイド学長が裁判所命令を待たずに自主的にキャンパスを人種統合、若きアフリカ系アメリカ人女性リリアン・ウィリアムズを招き入れた（彼女は後に2つの教育学位を取得し1985年に大学最高栄誉の創設者賞を受賞）。1964年にロバート・ケネディ司法長官がキャンパスを訪問し、ジョン・F・ケネディ大統領を記念してケネディ・チャペルを献堂。リチャーズ・カレッジ・オブ・ビジネスは世界のビジネススクールの5%のみが取得するAACSB認定を保持。全米で2校のみの人間性・超個人心理学に焦点を当てた「心理学：意識と社会」博士課程を提供。高校生向け早期大学入学プログラム「アドバンスト・アカデミー・オブ・ジョージア」も特徴。著名な卒業生には駐ルクセンブルク米大使で世界最大の法律事務所デントンズのパートナーのジェームズ・ランドルフ・エバンス、1979年にキャバリアーズ初のトリプルダブルを達成したNBA選手クラレンス「フーツ」ウォーカー、ワールド・チェンジャーズ・チャーチ創設者のクレフロ・ダラー牧師、「臨死体験」という用語を1975年のベストセラー「Life After Life」で生み出した哲学者・医師レイモンド・ムーディがおり、1970-78年には後の連邦下院議長ニュート・ギングリッチが歴史学教授を務めた。",
  "University of Hawaii at Manoa": "全米唯一の陸・海・宇宙・太陽の4つのグラント認定を持つR1研究大学。海洋学は世界7位、大気科学は世界13位。2024年研究資金4億6490万ドル。Chronicle of Higher Educationで学生・教員の多様性全米1位。日本庭園、韓国王宮レプリカ、ハワイアンタロ畑など多文化施設も。学費は全米平均より4000ドル以上安い。",
  "Boise State University": "アイダホ州唯一の都市型大学で、U.S. News「最も革新的な大学」にアイダホ州で唯一選出。全米唯一の猛禽類学修士課程やバスク研究など独自プログラムが特徴。ハーバードビジネススクールと連携する唯一の公立大学。青い人工芝のフットボール場「スマーフターフ」でも有名。工学、ビジネス、看護学が強い。",
  "Idaho State University": "アイダホ州の健康専門職分野のリード大学として指定された州立大学。看護学、薬学、理学療法で特に高い評価。エネルギーシステム技術分野でも先導的で、原子力運転・計装の独自学位を提供。工学プログラムは全米240位（上位15%）でアイダホ州3位。システム工学、工学技術、環境工学、航空工学でアイダホ州1位。アイダホ加速器センターで原子核科学の最先端研究を実施。スティーブンス・パフォーミングアーツセンターは全米大学付属で最高峰の一つ。ポカテロ、メリディアン、アイダホフォールズ、ツインフォールズで250以上のプログラムを約14,000名に提供。学生対教員比率13:1。",
  "University of Idaho": "カーネギー認定R1研究大学（全米トップ4%）。WWAMI医学教育プログラムでワシントン大医学部と提携しアイダホ州内で医師養成。Barker Trading Programで学生が実際の資金で株式取引を経験。65エーカーの植物園・樹木園「The Arb」を運営。学部生の3分の2が実践的研究に参加。Moscow・Boise・Coeur d Alene・Idaho Fallsに複数キャンパス。810エーカー。",
  "Brigham Young University-Idaho": "末日聖徒イエス・キリスト教会が運営する私立大学で、BYU系列校の一つ。信仰に基づいた教育方針と厳格なHonor Codeがある。ビジネス、コンピューターサイエンスが人気で、学費は非常に安い。アイダホ州レックスバーグの小さな町で、アウトドア活動も楽しめる環境。",
  "Augustana College": "1860年創立、イリノイ州ロックアイランドに位置するスウェーデン系移民により設立されたリベラルアーツカレッジ。ミシシッピ川に隣接する115エーカーの丘陵キャンパス。100以上の専攻・副専攻を提供し、学生対教員比率12:1。U.S. News 2025年版で全米リベラルアーツカレッジ100位、バリュースクール69位、イリノイ州トップのリベラルアーツカレッジ。1950年からファイ・ベータ・カッパ（学術栄誉協会）の支部を持つ。フリクセル地質博物館には南極で発見された恐竜クリオロフォサウルスの完全骨格を展示。著名な卒業生にはノーベル物理学賞受賞者ダニエル・ツィー、テネシー州知事ドナルド・サンドクイスト、マッカーサーフェロー神経科学者ダミアン・フェアなどがいる。",
  "University of Chicago": "「シカゴ学派」経済学の発祥地で、経済学分野で34人ものノーベル賞受賞者を輩出（大学全体で101人）。知的厳格さで知られ、「fun comes to die（楽しみが死ぬ場所）」という自虐的な愛称も。コア・カリキュラムで古典から科学まで幅広い教養を必修。独自の入試エッセイ問題は創造性を重視。ハイドパーク地区の歴史あるキャンパスに位置。",
  "Columbia College Chicago": "シカゴのダウンタウンに位置するクリエイティブ・メディア芸術に特化した私立大学。TheWrap 2024年版で全米映画学校15位、中西部1位。ハリウッド・レポーターでも14年連続トップ映画学校に選出。映画・ビデオ制作が最人気（18%）、次いでアニメーション/VFX（9%）、ファッションデザイン（7%）など。ジャーナリズムは全米上位20%でイリノイ州14位、音楽も上位20%でイリノイ州9位。写真が最も評価の高い専攻。エミー賞受賞の卒業生（レナ・ウェイス、ティファニー・グリフィスなど）を輩出。都市型キャンパスに約5,400名が学ぶ。学生対教員比率15:1。",
  "DePaul University": "1898年創立の全米最大のカトリック大学（約21,000人在籍）。ヴィンセンシオ会が「社会の周縁にいる人々への教育」を理念に設立。1911年に女子学生を受け入れた初期の男女共学カトリック大学の一つ。1年生全員が「Discover Chicago」でシカゴの街を学ぶ必修科目を履修。リンカーンパークとループの2キャンパスを持ち、公共交通パス無料で都市型キャンパスを最大限活用。",
  "Eureka College": "1855年にイリノイ州で設立されたキリスト教系リベラルアーツカレッジ。学生数約400名という非常に小規模な大学で、学生対教員比率は10:1と密接な指導環境を提供している。最も有名な卒業生は第40代アメリカ大統領ロナルド・レーガンで、キャンパス内にはレーガン関連の博物館や記念碑がある。心理学、ビジネス、教育学が人気の専攻分野。Disciples of Christ（キリスト教会）との提携を維持しつつ、全ての信仰を歓迎する包括的な環境を持つ。",
  "University of Illinois Chicago": "シカゴ都市圏最大の大学で学生3万5000人超。2024年研究資金4億8550万ドルでR1認定。社会的流動性で全米9位。シカゴ唯一の高層構造実験施設を保有。イリノイ州の医療専門家を最も多く輩出し、看護学部は全米16位。都心に近く、インターン機会が豊富。",
  "University of Illinois Urbana-Champaign": "1986年創設のNCSA（国立スーパーコンピューター応用センター）を擁し、世界初の広く普及したWebブラウザ「Mosaic」発祥の地。重力波検出やエボラウイルス抗体設計など革新的研究を推進。DeltaAIなど最新のスパコンで世界のAI研究をリード。コンピュータサイエンスで全米トップクラス、工学・農学も高評価を受ける大規模研究大学。",
  "Illinois Institute of Technology": "1890年にシカゴの牧師フランク・ウェイクリー・ガンサウラスが「100万ドルの説教」で「実践で学ぶ学校」の構想を語り、食肉加工業者フィリップ・アーマーが100万ドルを寄付してアーマー・インスティテュートを創立。1940年にルイス・インスティテュート（1896年創立）と合併し現校名に。1938年にモダン建築の巨匠ルートヴィヒ・ミース・ファン・デル・ローエが建築学部長として着任（1958年まで在任）し、120エーカーのキャンパス全体を設計。1976年に米国建築家協会が「全米で最も重要な建築作品200選」に選定。S.R.クラウン・ホールは2001年に国定歴史建造物に。1937年にハンガリーの画家ラズロ・モホイ＝ナジが創設したニュー・バウハウスが1949年にインスティテュート・オブ・デザインとして編入。著名な卒業生にはマーモン・グループを率いたプリツカー家のロバート・プリツカー、家庭用ネットワーク機器リンクシス共同創業者ビクター・ツァオ、1990年に国家技術革新賞を受賞した磁気録音技術のパイオニア、マービン・カムラスがいる。工学、コンピューターサイエンス、建築、デザイン、法学で博士課程まで提供。",
  "Illinois State University": "1857年創立のイリノイ州最古の公立大学。全米トップ10の教員養成校。2024年秋に過去最大・最多様（45%が少数派）の新入生4,285人を迎える。定着率81.3%・卒業率66.3%は全国平均超。学生ローン延滞率1.7%は全国平均2.3%を下回る。Military Friendly全米トップ10。Fell Arboretumは154種の樹木を保護。",
  "Loyola University Chicago": "1870年創立の全米最大級のカトリック大学。レイクショア・キャンパスはミシガン湖畔に広がり、中西部屈指の美しさ。メイウッドのヘルスサイエンス・キャンパスにはロヨラ大学医療センターを併設。シカゴ最大の地熱発電施設を持つ環境持続可能性研究所を擁し、中西部最多のグリーンルーフを保有。生分解性燃料ラボでは使用済み調理油をバイオディーゼルに変換する研究も実施。",
  "McKendree University": "1828年創立、イリノイ州で最も古い大学。セントルイスから約25分のレバノンに位置し、メソジスト教会と提携。235エーカーの緑豊かなキャンパスで55の専攻、41の副専攻、11の大学院プログラム、2つの博士課程を提供。U.S. News 2026年版で中西部地域大学101位。コーチのハリー・ステイサムは4年制大学男子バスケットボール監督として全米最多の1,088勝を記録（48シーズン）。著名な卒業生には第23代イリノイ州知事チャールズ・デニーン（イリノイ州初の連続8年任期知事）、メトロポリタン歌劇場ソプラノ歌手クリスティーン・ブリュワーなどがいる。",
  "Northern Illinois University": "東南アジア研究センターは連邦認定7校のみのNational Resource Centerで年間1,500人以上が履修。INSIGHT Into Diversity HEED賞を4年連続受賞（2021-2024年）。イノベーション影響生産性で全米3位。Latinx Living-Learning Communityが2024年「注目プログラム」に選出。HACU VOLARE Institute創設メンバー。Military Friendly School Silver認定。800エーカーのキャンパス。",
  "Northwestern University": "メディル・ジャーナリズム・スクールは40人以上のピューリッツァー賞受賞者を輩出し、ジャーナリズム教育の最高峰。ケロッグ経営大学院はMBA教育で世界的評価。ミシガン湖畔のエバンストンキャンパスは美しい景観を誇る。演劇プログラムからはジュリア・ルイス＝ドレイファス等の俳優を輩出。クォーター制を採用し、多様な科目履修が可能。",
  "Saint Xavier University": "1846年にSisters of Mercyにより設立されたシカゴ最古のカトリック大学で、世界初のマーシー系高等教育機関。設立当時のシカゴはまだ10年未満の都市で、アイルランド移民の教育ニーズに応えるため、マザー・フランシス・ザビエル・ウォードが25歳未満の5人の修道女と共に開校。1915年に大学課程を開始、1969年に共学化、1992年に大学昇格。オンライン看護修士はUS News 2025で全米2位、11年連続トップ10入り。学部看護はイリノイ州3位、ビジネス学部はAACSB認定で3年連続全米ランクイン。シカゴ都市圏で毎日17万4千人以上の児童がSXU出身の教師に教わるとされる、イリノイ州私立大学5大教員養成校の一つ。社会的流動性で中西部トップ10に6年連続選出。NAIAでChicagoland Collegiate Athletic Conference所属、フットボールは12回のMSFA優勝。卒業生にはNFL選手クレイトン・フェジェデレムらがいる。",
  "Southern Illinois University-Carbondale": "1869年創立のイリノイ州最古の公立大学でR1研究大学。発酵科学学士はイリノイ州唯一で全米でも数校のみ。ファッションデザイン・マーチャンダイジングはイリノイ州立大学で唯一。2017年と2024年の皆既日食で「Eclipse Crossroads of America」。医学部はカリキュラム革新で世界リーダー、大半の米国医学部がモデルを採用。Morris図書館は全米研究図書館トップ50。",
  "Southern Illinois University-Edwardsville": "イリノイ州4年制大学で最低学費クラスかつ全州対象で州内学費を適用。2024年HEED（高等教育多様性優秀賞）受賞。NCAA学生アスリート卒業率でイリノイ州立大学1位・全米公立2位、38学期連続全選手GPA3.0以上。St.LouisまでわずCA25分でBoeing、Anheuser-Busch等でインターン機会。看護が最人気で全学生の20%以上。地域経済に13億ドル以上貢献。2,660エーカーキャンパス。",
  "Western Illinois University": "1899年創立、イリノイ州マコームに位置する州立総合大学。芸術科学、ビジネス・テクノロジー、教育・人間サービス、芸術・コミュニケーションの4学部とオナーズカレッジで構成。448人の留学生を含む約5,900人が在籍。著名な卒業生にはTVドラマ『フレイジャー』の父親役で知られる俳優ジョン・マホニー（トニー賞受賞）、レーガン・ブッシュ政権で活躍した政治コンサルタント、メアリー・マタリン、NFL 7回プロボウル選出のセーフティ、ロドニー・ハリソン（ペイトリオッツでスーパーボウル2度制覇）、米海軍航空部隊司令官ダニエル・チーバー中将などがいる。",
  "Ball State University": "「イマーシブ・ラーニング」教育哲学が特徴で、全学生が研究・地域プロジェクト・キャップストーンを経験。コミュニケーション、演劇、教育、建築が特に強い。7つのオンラインプログラムがU.S. News 2024年で全米トップ30入り。デイヴィッド・レターマン・ビルディングは最新テクノロジーを完備。1239エーカーの緑豊かなキャンパス。",
  "DePauw University": "1837年創立で革新性9位のインディアナ州リベラルアーツ大学。90%以上が海外留学（全米トップ10）。2024年に2億ドルの寄付を受領。世界初の女子友愛会Kappa Alpha Theta発祥の地。Management Fellows、Media Fellows等の学際プログラム。520エーカーの自然公園と大学農場を運営。Colleges That Change Livesに選出。1月のJanuary Termで集中学習。",
  "Earlham College": "1847年創立のクエーカー系リベラルアーツカレッジ。全米唯一の学生運営乗馬プログラムを持つ。留学生比率で全米リベラルアーツ大学4位。博士号取得率で全米トップ2%、生命科学では12位。EPIC Advantageで全学生に最大5,000ドルのインターン・研究資金を保証。United World Collegeとの強い連携。Colleges That Change Livesに選出。学生教員比7:1。",
  "Purdue University Fort Wayne": "1964年創立、インディアナ州フォートウェインに位置するパーデュー大学システムの分校。683エーカーの広大なキャンパスで52の学士号プログラムと16の修士号プログラムを提供。学生対教員比率13:1、専任教員率96%と手厚い教育体制。U.S. News 2026年版で中西部地域大学112位、州立大学40位。ビジネス・コマース専攻が特に高評価。著名な卒業生にはNBAメンフィス・グリズリーズのジョン・コンチャー、グラフ理論の権威L・W・ベインケ教授などがいる。地元フォートウェインコミュニティとの結びつきが強く、多くの卒業生が地域で活躍。",
  "Indiana University-Indianapolis": "2024年7月にIUPUIからインディアナ大学インディアナポリス校とパデュー大学インディアナポリス校に分離。看護学部は全米最大規模、医学部は国内最大の医学部のメインキャンパス。インディアナ州唯一の歯学部と全米最古の体育学部を持つ。550以上の学位プログラムを提供。SciTech Corridorで新たなSTEM教育拠点を建設中。",
  "University of Indianapolis": "1902年にUnited Brethren in Christ教会（現United Methodist Church系）によりIndiana Central Universityとして設立、1986年に現名称に改称。不動産開発者ウィリアム・エルダーが教会に8エーカーの土地を提供したことで誕生。理学療法博士課程は全米42位、インディアナ州1位（US News）、作業療法も全米トップ50入り。健康科学、ビジネス、教育で知られ、US News 2025で全国大学239位、社会的流動性135位。NCAA Division IIでGreat Lakes Valley Conference所属、2023年に男子水泳・飛込で初の全国制覇を達成。NACDA Directors Cupで2006年以降毎年トップ20入りし、2023-24年に2位を獲得。通算5回のNCAA全国制覇、180以上のカンファレンス優勝を誇る。卒業生にはスター・ウォーズのアダム・ドライバー、ハリウッド黄金期のアイリーン・ダン、インディアナ大学コーチのハリー・グッドらがいる。",
  "University of Southern Indiana": "看護学部のNCLEX初回合格率は全米トップ5%、インディアナ州2位。2022-23年にNCAA Division Iに移行しOhio Valley Conference加盟、加入2年連続で機関達成賞を受賞。インディアナ州初のNCAA D2野球全国優勝（2010年、2014年）、ソフトボール全国優勝（2018年）も達成。1,400エーカーの広大なキャンパス。全教員100%がフルタイム。大学院在籍者は過去最高の1,886人。",
  "Indiana State University": "1865年創立のインディアナ州テレホートにある州立大学。U.S. News 2026年版で全米大学363位、公立大学196位。労働安全衛生技術が最も評価の高い専攻。心理学は全米330位、コンピュータサイエンスは全米336位の研究評価。6つのカレッジ（芸術科学、ビジネス、技術、健康・福祉、教育、大学院）で構成。30以上の完全オンラインまたは最小限の対面での学士・修士課程を提供。著名な卒業生にNBA選手ラリー・バード、元上院議員バーチ・ベイなど約10万人のアルムナイ。435エーカーのキャンパスに約6,200名が学ぶ。NCAA Division Iミズーリバレー・カンファレンス所属。",
  "Indiana University-Bloomington": "ジェイコブズ音楽学部は世界トップクラスで、シブリー音楽図書館は北米最大の学術音楽図書館。ケリー経営大学院との共同で2025年秋から音楽ビジネス学位を開設、両校のトップ10評価を融合。3,094席のイーストマン・シアターで年間900以上の公演を開催。美しい石灰岩キャンパスは南部らしい雰囲気を持つ。",
  "Indiana University-Southeast": "1941年にフロイド・マクマレーによりインディアナ大学フォールズシティ地区センターとして設立。当初はニューアルバニー高校やジェファーソンビル高校の教室で授業を行い、1945年にインディアナ大学ジェファーソンビル・エクステンション・センターとなった。1968年にIUサウスイーストに改称し初の学位を授与、1973年にニューアルバニーの現キャンパス（177エーカー）に移転。オハイオ川を挟んでケンタッキー州ルイビルのダウンタウンから15分の立地で、南インディアナと大ルイビル都市圏を対象地域とする。6つのスクール（文学・芸術、ビジネス、教育、自然科学、看護、社会科学）で55以上の学位プログラム（修士、学士、準学士）を提供。2008年には大学史上初の学生寮が開設され約400人が入居。NAIAに所属しRiver States Conference（RSC）で競技、2012-13年に男子バスケットボールチームがNAIA Division II全国大会準決勝に進出。RSCコミッショナーズカップを2008年以降5回獲得するなど、カンファレンスで最も成功したプログラムの一つ。卒業生は世界中に31,000人以上。",
  "University of Notre Dame": "1842年創立のカトリック名門校で、全教室に十字架を掲げる。23.9カラットの金箔で覆われたゴールデン・ドームは象徴的存在で、卒業生は「ドーマーズ」と呼ばれる。フットボールは全米11回の優勝、ハイズマン賞受賞者7名は最多記録。メンドーザ経営大学院、法学部も高評価。キャンパスは全米最美として知られ、グロットやバシリカなど宗教的建造物も多い。",
  "Wabash College": "全米3校のみの非宗教系男子大学の一つ。歴史学は全米1,250校中2位、ドイツ語は947校中1位、数学は1,186校中7位の高評価。4年次に筆記・口頭の総合試験を課す独自の学位審査制度。Columbia・Purdue・Washington大との3-2/3-3工学プログラム。DePauwとのMonon Bell Classicは1890年から続く全米最古級のライバリー。学生1人あたり基金50万ドル超。",
  "Grinnell College": "全米リベラルアーツ大学13位で学部教育3位の名門校。完全オープンカリキュラムで必修・配分要件なし、2年次後半まで専攻宣言不要。リベラルアーツ大学で5番目に高い学生1人あたり基金額でneed-blind入学と十分な奨学金を実現。Columbia・Caltech・Dartmouthなどとの3-2工学プログラム。平和部隊に先駆ける「5年目旅行・サービスプログラム」を20世紀初頭に創設。",
  "Iowa State University": "アイオワ州エイムズに位置する歴史ある州立大学。工学と農学で全米トップクラス。特に農業工学、獣医学、航空宇宙工学が有名。中西部らしい親しみやすい雰囲気と、リーズナブルな学費が魅力。「Cyclones」としてスポーツも盛んで、活気あるキャンパスライフ。",
  "University of Iowa": "1936年創設のアイオワ・ライターズ・ワークショップは全米初の創作MFA学位プログラムで、合格率3%未満の超難関。40人以上のピューリッツァー賞受賞者、7人の米国桂冠詩人を輩出。2003年には教育機関として初めて全米人文学メダルを受賞。アイオワシティは国連創造都市ネットワーク「文学都市」に認定。300以上の創作プログラムがこのモデルを採用している。",
  "University of Northern Iowa": "U.S. News中西部地域大学10位、公立2位。AACSBビジネス認定（世界5%未満）。アイオワ州最多の教員養成プログラム。1815年ボストン創刊の文芸誌「North American Review」を発行。教育研究用温室は250種の熱帯植物と広大な水生学習センターを備える。NFL MVP 2回のカート・ワーナーの母校。2025年秋から近隣6州（MN、WI、IL、MO、NE、SD）に州内学費適用。",
  "Wartburg College": "1852年創立、アイオワ州ウェイバリーに位置するルーテル派リベラルアーツカレッジ。マルティン・ルターが新約聖書をドイツ語に翻訳したヴァルトブルク城にちなみ命名。118エーカーのキャンパスで60以上の学問分野を提供。U.S. News 2026年版で全米リベラルアーツカレッジ156位。学生対教員比率13:1。2012年にNCAA史上唯一、同日に2つの全国チーム優勝（レスリング・女子陸上）を達成。男子レスリングはNCAA Division III最多の15回全国優勝。著名な卒業生にはサバイバー・ゲームチェンジャーズ優勝者サラ・ラシーナ、MLB審判ドナルド・デンキンガー、コロラド州立大学長トニー・フランクなどがいる。",
  "Emporia State University": "1863年創立、カンザス州で3番目に古い公立大学。フリントヒルズ東部のエンポリアに位置し、元々は「カンザス州立師範学校」として設立。カンザス州評議会が管轄する6つの公立大学の一つ。U.S. News 2026年版で中西部地域大学78位、州立大学27位。intelligent.comでオンライン会計修士号全米1位に選出。著名な卒業生にはコールマン・カンパニー（キャンプ用品メーカー）創業者ウィリアム・コールマン、カンザス州初の女性連邦下院議員キャスリン・オロクリン、5度のエミー賞受賞TVライター、ケイ・オールデン、伝説的新聞編集者ウィリアム・アレン・ホワイトなどがいる。",
  "Fort Hays State University": "カンザス州最大の西部大学でカンザス州バリュー4位。全米唯一のNational De-Escalation Training Centerを持ち暴力緩和訓練を提供。Kansas Academy of Mathematics and Scienceは州最高峰の高校プログラム。Dane G. Hansen Scholarship Hallは起業志向学生のための独自の住居兼作業空間。州内学費5,633ドル。Sternberg自然史博物館も運営。",
  "University of Kansas": "バスケットボール発明者ジェームズ・ネイスミスが1898年に初代コーチとして着任した「バスケの聖地」。アレン・フィールドハウスは2017年に130.4dBでギネス世界記録を更新した全米最も騒がしいアリーナ。コート名は「ジェームズ・ネイスミス・コート」。創設の「オリジナル13ルール」はデブルース・センターに収蔵。2001年以来352試合連続完売。男子は1952・1988・2008・2022年にNCAAトーナメント優勝。",
  "Kansas State University": "1863年創立、アメリカ初の実働ランドグラント大学。農学、工学、ビジネス、教育が強み。National Bio and Agro-defense Facilityの隣接地に位置しバイオ研究に強み。NASAから75万ドル助成を受け宇宙3Dプリント研究を推進。Money Magazine 2024年カンザス州トップバリュー。卒業後6ヶ月以内就職率97%。",
  "Washburn University": "1865年創立、カンザス州トピーカに位置する公立大学。南北戦争中に「リンカーン・カレッジ」として設立され、1868年に奴隷制廃止運動家アイカボッド・ウォッシュバーンにちなみ改称。ロースクールは1903年設立で全米初の法律クリニックを持ち、ブラウン対教育委員会裁判にも関与した名門。法律図書館は38万冊以上を所蔵しカンザス州最大。著名な卒業生には元上院多数党院内総務で1996年共和党大統領候補のボブ・ドール、カンザス州初の女性知事ジョアン・フィニー、アフリカ系初の全米科学財団長官ジョン・スローター、SF作家ラリー・ニーヴン（『リングワールド』）、プログレッシブロックバンド「カンサス」創設者ケリー・リヴグレンなどがいる。",
  "Wichita State University": "STEM雇用集中度全米最高のWichita市に位置する研究大学。Innovation Campusは120エーカー以上で全米最大・最速成長の研究/イノベーションパークの一つ。2024年にリハビリ医学・支援技術研究所（IRMAT）を開設。3億ドルのWichita Biomedical Campusは2026年開設予定で3,000人収容。男女ボウリングチームはUSBC大学選手権23回優勝。253の学位プログラム。",
  "Centre College": "ケンタッキー州の質の高いリベラルアーツカレッジでバリュー20位。CentreTermで「歩く芸術」（カント哲学をハイキングで学ぶ）など独自科目を提供。85%が海外留学。医学部合格率86%（初回応募者）は全米最高水準。Columbia・Vanderbilt等との二重学位工学プログラム。Centre Promiseで100%の財政需要を充足。教授評価で全米13位。",
  "Eastern Kentucky University": "2024年秋にケンタッキー州地域公立大学で最大（14,565人）に成長。2020年以降30%の新入生増。EKU BookSmartで全学生に教科書無料提供という革新的支援。Military Friendly全米3位。定着率は過去最高の約80%。卒業生の67%がケンタッキー州内で就職し州内公立校最高。矯正学が最高評価プログラム。",
  "Frontier Nursing University": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "University of Kentucky": "薬学部は全米トップ10常連で、教育学部も高評価。全米8校のみが持つ「リベラルアーツ・工学・農学・医学の全学部を備えた総合大学」の一つ。1903年に全米初の組織的チアリーディングを開発した歴史がある。William T. Young図書館は公立大学で最大の図書基金を誇る。",
  "University of Louisville": "全米21校のみのR1かつOpportunity College認定校。2024年研究費2億3000万ドルで過去最高を記録。世界初の完全自己完結型人工心臓移植、米国初の手移植を実施。ケンタッキー州が2.8億ドル投資の医療科学シミュレーションセンターを建設中。UPSと提携し深夜シフト学生の学費を全額負担。",
  "Murray State University": "U.S. News南部バリュー1位（1.36億ドルの奨学金・財政支援で過去最高）。南部地域大学14位、公立6位。30年以上U.S. Newsトップ校に選出され続ける。ケンタッキー州8校のみのAACSBビジネス認定。DNP（看護）、麻酔看護、作業療法、言語病理学が2024-2025年ベストに選出。複数州の住民に州外学費割引を提供。2024年秋は過去4番目に大きな新入生クラス。",
  "Northern Kentucky University": "1968年に設立されたケンタッキー州で最も新しい公立大学。起源は1946年にケンタッキー大学がコビントンのトレイルウェイズ・バスステーションで開始した夜間授業にさかのぼる。1948年にUKノーザン・エクステンション・センターとして運営後、1968年にノーザン・ケンタッキー州立大学として独立、初代学長にW・フランク・スティーリー博士が就任。その後シンシナティのサルモン・P・チェース法科大学院と合併し、ハイランドハイツの現キャンパスに移転。1973年に初の学士号授与、1976年に大学に昇格。シンシナティから11km南東、国道27号線沿いの400エーカーのキャンパスを持つ。60,000人以上の卒業生（うち約41,000人がオハイオ・ケンタッキー在住）を擁する。著名な卒業生には俳優ジョージ・クルーニー（1979-81在籍、未卒業）、俳優スティーヴ・ザーン（インディペンデント・スピリット賞）、E.W.スクリップス社CEOリッチ・ボーン、ピューリッツァー賞受賞ジャーナリストのゲイリー・ウェッブ、ルイビル大学女子バスケ監督ジェフ・ウォルツがいる。",
  "Union College": "1795年創立で全米初の計画的キャンパス設計を持つ名門リベラルアーツカレッジ。NY州初の非宗派高等教育機関。リベラルアーツ大学初の工学学位を創設。「友愛会の母」として3つの初期フラタニティ発祥の地。Minerva House Programで学生と教員の交流を促進。Division I男女アイスホッケー。2025年に初の女性学長Elizabeth Kiss就任。トライメスター制。",
  "Western Kentucky University": "丘の上に建つキャンパスで「The Hill」の愛称。Mahurin Honors Collegeはケンタッキー公立大学初の独立Honors Collegeで大学院・専門職進学率98%。Gatton Academyは2012〜2014年Newsweekで全米高校1位。ビジネス学部は会計・ビジネス両方でAACSB認定の世界トップ1%。英国Harlaxton Collegeへの留学も。",
  "Louisiana State University and Agricultural & Mechanical College": "ルイジアナ州バトンルージュに位置する州の旗艦大学。「LSU Tigers」としてフットボールが全米で有名。ビジネス、工学、教育学が強く、石油・エネルギー産業との結びつきも深い。南部特有の温かいコミュニティと活発なキャンパスライフが魅力。農学・獣医学でも高い評価を受けている。",
  "Louisiana Tech University": "1894年に第二次産業革命期にルイジアナ産業研究所・カレッジとして開校。復興期後のルイジアナで産業経済を発展させるための芸術・科学教育を目的としていた。1898年にルイジアナ産業研究所、1921年にルイジアナポリテクニック・インスティテュートに改称。ラストンに位置するR2研究大学で、ルイジアナ大学システムの一部。工学のパイオニアで、2007年に世界初のナノシステム工学学士号を授与（卒業生ジョシュ・ブラウン）、2012年に全米初のサイバー工学学士号を開始。トレンチレス技術センター、モバイル自動学習研究所、マイクロ製造・リハビリ科学・生物医学工学・製造システム工学の研究所を運営。著名な卒業生にはNBA史上最高のパワーフォワードの一人カール・マローン、NFLクォーターバックでスーパーボウル4回優勝のテリー・ブラッドショー、MIT機械工学教授ウッディ・フラワーズ、ダック・ダイナスティ出演者でダックコマンダー発明者のフィル・ロバートソン、カントリー歌手トレース・アドキンス、元米上院議員サクスビー・チャンブリスがいる。",
  "University of New Orleans": "ニューオーリンズ唯一の土木・機械・電気工学プログラムを持つR2研究大学。Ellis Marsalisが1989年創設したジャズ研究プログラムは本場ニューオーリンズで学ぶ卓越したプログラム。海軍建築・海洋工学は全米でも希少。ホテル・レストラン・観光学修士はルイジアナ州唯一。NSA・DHS認定のサイバー防衛研究センター。17の博士課程を持つ。",
  "Northwestern State University of Louisiana": "1884年創立、ルイジアナ州ナキトッシュに位置する州立大学。ルイジアナ州で初めて看護学とビジネス教育の学位プログラムを開設した大学。州指定のリベラルアーツ・オナーズカレッジ「Louisiana Scholars' College」を擁する。1996年にはNASAのジョイントベンチャープログラムに参加した最初の6大学の1つとして、スペースシャトル・コロンビアのミッションに貢献。NCAA Division Iのサウスランド・カンファレンスで12の運動部が活動。著名な卒業生には現アメリカ合衆国下院議長マイク・ジョンソン、2019年LSU全国優勝時のヘッドコーチ、エド・オージェロン、元NFLクォーターバックのボビー・エバート、ニューヨークタイムズベストセラー作家ジョン・ロックなどがいる。",
  "Southeastern Louisiana University": "ルイジアナ州第3の規模。オンラインFNPプログラムはNPSchools.comで全米1位、DNPプログラムも全米トップ50（州内唯一）。全米唯一のWWII戦没卒業生に捧げられた学生会館を持つ。全米36校のみのIB教育者資格認定校でガルフサウス唯一。大学安全性で州内1位・全米15位。Bill Evans（ジャズピアニスト）アーカイブを所蔵。Columbia Theatreも所有。",
  "Southern University and A & M College": "1880年創立、ルイジアナ州バトンルージュに位置する全米最大の歴史的黒人大学（HBCU）。全米唯一のHBCU大学システムである「サザン大学システム」の旗艦校。元副知事P・B・S・ピンチバックらにより設立され、1890年の第二モリル法によりランドグラント大学に指定。ミシシッピ川を見下ろす512エーカーのキャンパス。「ヒューマン・ジュークボックス」の愛称で知られるマーチングバンドは1947年から活動する名門。著名な卒業生にはラッパー・俳優のデビッド・バナー、アメリカン・アイドル審査員ランディ・ジャクソン、TMZジャーナリストのヴァン・レイサンなどがいる。",
  "University of Louisiana at Lafayette": "ハーバードやデュークと同じCarnegie R1研究大学。キャンパス中央のサイプレス湖にはワニ、カメ、野鳥が生息する全米唯一の大学内エコシステム。毎年4月のLagniappe Dayではカヌーレースと2万ポンドのザリガニボイルが名物。Festival Internationalは全米最大の国際音楽・芸術祭。ケイジャン文化の中心地。",
  "Tulane University of Louisiana": "ニューオーリンズの活気ある文化と融合した名門私立大学。全米の私立研究大学で初めてサービスラーニング（公共奉仕）を卒業要件に導入。学生は在学中に2つのサービスラーニング科目を履修必須。過去16年で250万時間以上のコミュニティ活動を実施し、Princeton Review「地域貢献度」で4度の全米1位を獲得。ハリケーン・カトリーナ後の復興にも貢献。",
  "Bates College": "全米リベラルアーツ大学24位の名門で学部教育12位。1855年創立で米国初の共学リベラルアーツ大学、奴隷制廃止論者が設立した歴史。5月のShort Term（4週間集中履修）で1科目に没頭または研究・インターン。卒業論文必須。60%が海外留学（80カ国以上）。Case Western・Columbia・Dartmouthなどとの3-2工学プログラム。Harward Centerで市民参加を推進。",
  "Bowdoin College": "全米リベラルアーツ大学5位の名門校で50年以上前からテストオプション制を採用した先駆者。自家菜園と専属肉屋を持つ学食は全米トップ評価、毎年のロブスターベイクが名物。43専攻45副専攻を提供。Netflix創業者リード・ヘイスティングス、詩人ロングフェローを輩出。「Bowdoin Hello」の友好的挨拶伝統。33のDivision IIIスポーツチーム。メイン州沿岸の207エーカー。",
  "Colby College": "全米リベラルアーツ大学24位で革新性5位の名門校。全米初のJan Plan（1月集中学期）でEMT資格、ナミビア野生動物保護など多彩な体験。Davis Institute for AIはリベラルアーツ大学初のAI学際研究所。DavisConnectsで全学生にインターン・研究・海外体験を保証。2024年にPublic Policy Lab開設。メイン州沿岸のIsland Campusで海洋・環境研究。",
  "University of Maine": "メイン州唯一のR1研究大学。2025年1月に全米初のコンピュータサイエンス・ビジネス統合学士課程を開始。Research Learning Experienceで1年生から教員との共同研究に参加可能。野生生態学プログラムはメイン州の自然環境を活かしたフィールドワークが特徴。2024年卒業生の94%が6ヶ月以内に就職または進学、83%が専攻関連職に就職。中間初任給52,000ドル。卒業生の79%がメイン州で就職。",
  "Bowie State University": "1865年設立、メリーランド州最古のHBCU（歴史的黒人大学）で全米でも最古の10校に入る。ボルチモアの教会地下室で始まり、1911年に現在のBowieキャンパスに移転。1992年には海外駐留軍人向け大学院プログラムを開始し、HBCU初の海外展開を実現。US News 2025でHBCU11位、公立HBCUではトップ10入り。2025年カーネギー分類でResearch College and University指定を獲得。コンピュータサイエンスはABET認定で、サイバーセキュリティはNational Center for Academic Excellence in Cyber Defense指定校。メリーランド州でアフリカ系アメリカ人STEM学位取得者トップ5の実績。30以上の学部プログラム、21以上の修士課程、3つの博士課程を提供。卒業生にはグラミー賞歌手トニー・ブラクストン、チャレンジャー号事故で犠牲になった教師宇宙飛行士クリスタ・マコーリフ、ラッパーのWaleがいる。",
  "Johns Hopkins University": "1876年創立のアメリカ初の研究大学。医学部は1893年に女性を受け入れた先駆者。ブルームバーグ公衆衛生大学院は世界最大の公衆衛生大学院で、研究助成金獲得額は同分野で全米トップ。2024年に10億ドルの寄付を受け、医学生の多くが学費無料に。ボルチモアの医療地区JHMIはピーボディ音楽院も隣接し、芸術と科学が共存。",
  "University of Maryland Global Campus": "1947年にメリーランド大学カレッジパーク校の特別継続教育学部として、第二次世界大戦から帰還した退役軍人など従来のキャンパスに通えない社会人学生のために設立。1949年に米国国防総省の要請により、戦後ドイツの6都市に7人の教授を派遣し、現役軍人向けに大学の授業を海外で行った最初の教育機関となった。1956年にアジア、2005年に中東に拡大し、ベトナム、コソボ、イラク、アフガニスタンなど戦地にも教員を派遣。1959年にメリーランド大学ユニバーシティ・カレッジ（UMUC）に改称、2019年に現在の名称に変更。現在、米国、ヨーロッパ、中東、アジアの20カ国175以上の軍事基地で対面授業とオンライン学習を提供。30以上の学士号、55以上の修士号・博士号・資格プログラムを展開し、サイバーセキュリティ、IT、ビジネス、刑事司法などが人気。2024年度には6万人以上の軍関係者（現役、予備役、家族、退役軍人）が在籍し、GIビル給付金受給上位10校の一つ。Military Times 2024で「Best for Vets」オンライン大学1位に選出。",
  "University of Maryland-Baltimore County": "「Maryland's Honors University」として知られるR1研究大学。NASA研究資金で全米10位。2024年度研究費は過去最高の1.51億ドル。93%の卒業生が6ヶ月以内に就職または大学院進学。81%の学部生が応用学習・インターン・研究に参加。525,000平方フィートのbwtech@UMBCでテックスタートアップを支援。「頭がいいのがカッコいい」校風。",
  "University of Maryland-College Park": "NASAゴダード宇宙飛行センターから5マイルの好立地を活かし、CRESST IIプログラムで5年間8,750万ドルの協定を締結。大学として唯一の無重力シミュレーション施設を保有し、宇宙飛行士とロボットの相互作用を研究。世界トップクラスの量子科学研究所も併設。100以上の専攻を持ち、研究費は11.4億ドルで全米17位。Public Ivyにも選出。",
  "Morgan State University": "1867年にボルチモアのメソジスト監督教会により、元奴隷の聖職者らと共にセンテナリー・バイブリカル・インスティテュートとして創立。当初は1部屋、学生9人、教授1人で若い男性を聖職に養成することを目的としていた。1890年に初代理事会議長リトルトン・モーガン牧師を記念してモーガン・カレッジに改称。1915年にアンドリュー・カーネギーから5万ドルの条件付き助成金を受け、1917年に現在のボルチモア北東部キャンパスに移転、1919年にカーネギーホール建設。1939年にメリーランド州が黒人市民への教育機会拡大のため買収し州立に。1975年にモーガン州立大学に改称。HBCU第3位の規模を誇り、11の学部で教育を提供。1997年にHBCUで唯一、認定建築学・造園建築学・都市地域計画プログラムを設立。フルブライト奨学生を100人以上輩出しHBCU最多、学生フルブライト賞でもHBCU2位（66件）。キャンパスは国家歴史保存トラストにより保存対象に指定。著名な卒業生にはNFL殿堂入りレン・フォード、Black Enterprise誌発行人アール・グレイブス、AME教会初の女性主教バシュティ・マーフィー・マッケンジー、第45代米陸軍医務総監レイモンド・ディングル中将がいる。2020年にマッケンジー・スコットから4000万ドルの寄付を受けた。",
  "Salisbury University": "1925年創立、メリーランド大学システムに属する州立大学。メリーランド州東部ソールズベリーに位置し、オーシャンシティのビーチまで約50km。U.S. News 2026年版で北部地域大学45位、州立大学18位。Princeton Reviewの「全米ベストカレッジ」に27年連続選出。キャンパスは1988年に植物園として認定され、2,000種以上の植物が生育。著名な卒業生にはNFLボルチモア・レイブンズオーナーで米国最大の人材派遣会社アエロテック創業者スティーブン・ビスキオッティ、全米有数の養鶏企業パーデューファームズCEOジム・パーデュー、俳優アレクシス・デニソフ（『バフィー～恋する十字架～』）などがいる。",
  "Towson University": "メリーランド州最大の公立大学で、Wall Street Journal全米公立大学15位。社会的流動性でメリーランド州1位・全米37位。オンライン教育学大学院はメリーランド1位・全米35位。言語聴覚士の修士課程は全米8位。教育学部は州最大で、ビジネス学部も全米公立26位と高評価。卒業生の平均収入が高いことで知られる。",
  "Stevenson University": "1947年にノートルダム修道女会によりVilla Julie Collegeとして設立、医療秘書を養成する1年制女子校としてスタート。2008年に現名称に改称。キャリア重視の教育を特徴とし、インターンシップ、キャップストーン、研究を通じた実践的経験を重視。サイバーセキュリティ・デジタルフォレンジクス学部はNSAのCenter of Academic Excellence in Cyber Defense（CAE-CD）指定で2030年まで認定。デジタルフォレンジクス学部は全米わずか16校の国防総省DC3認定校の一つ。フォレンジック・サイエンス、刑事司法、サイバーセキュリティの各オンラインプログラムがIntelligent.comでトップランクイン。NCAA Division IIIで29競技を展開し、全米最初のDiv IIIビーチバレーボールプログラムを2016年に開始。2013年に男子ラクロスで初の全国制覇。フットボールは2010年に開始し、ボルチモア・レイヴンズが初のスーパーボウル優勝時に使用したキャンプ地跡に3,500席のスタジアムを建設。",
  "Amherst College": "全米リベラルアーツ大学2位の超名門。全米初の学部神経科学プログラムを1973年創設。完全オープンカリキュラムで必修・配分要件なし、独自専攻も設計可能。Five College Consortium（6,000コース以上）に参加。卒業生の80%が大学院・専門大学院に進学。ノーベル賞受賞者6人、ローズ奨学生20人輩出。45%が海外留学。学部教育2位。",
  "Berklee College of Music": "1945年にローレンス・バークが音楽理論家ジョセフ・シリンジャーにちなみシリンジャー・ハウスとしてボストンで創立。当時ほとんどの音楽学校がクラシックに特化していた中、ジャズや商業音楽（ラジオ、シアター、テレビ、ダンス）の訓練を提供。初年度50人未満だった学生は1949年に500人を超え、1954年に息子リー・バークを記念してバークリー音楽学校に改称。1970年代にはロック、ポップ、ファンクのプログラムで知られるようになった。世界最大の独立系コンテンポラリー音楽大学。1957年にJazz in the Classroomシリーズで音楽教育に技術を導入、ゲイリー・バートン、ジョン・スコフィールドら著名ジャズミュージシャンの初期作品を収録。卒業生はグラミー賞310回、ラテン・グラミー賞108回、エミー、トニー、アカデミー賞多数受賞。著名な卒業生にはクインシー・ジョーンズ、ジョン・メイヤー、エスペランサ・スポルディング（グラミー5回）、ダイアナ・クラール、ハワード・ショア（ロード・オブ・ザ・リング、アカデミー賞3回）、スティーヴ・ヴァイ、セント・ヴィンセントがいる。",
  "Boston College": "1863年創立のイエズス会カトリック大学。「Heights（高台）」の愛称で知られるキャンパスは、北米最古級のコレジエイト・ゴシック建築群を擁する。オックスフォード大学への留学プログラムを含む充実した海外研修を提供。信仰と理性の調和を重視し、全人教育を実践。112人のイエズス会士がキャンパスに居住し、精神的な学びもサポート。",
  "Boston University": "ボストン中心部チャールズ川沿いに位置する大規模私立大学。350以上の学位プログラムと革新的な「BU Hub」教養教育システムを提供。2012年にAAU（アメリカ大学協会）に加盟。キラチャンド・オナーズ・カレッジは学際的リーダー育成で知られる。医学部との連携でMMEDIC早期保証プログラムも人気。CEOによる卒業生評価は全米13位。",
  "Brandeis University": "1948年にユダヤ系アメリカ人コミュニティが設立した非宗派の研究大学。名称はユダヤ系初の最高裁判事ルイス・ブランダイスに由来。1952年にEbony誌から「全米の大学の模範」と評された多様性の先駆者。1959年に全米初の社会政策大学院ヘラー・スクールを設立。1980年には米国初の現代ユダヤ研究センターも開設。ボストン郊外の235エーカーのキャンパス。",
  "Bridgewater State University": "1840年創立のマサチューセッツ州最古の永続的公立高等教育機関。同州の9つの州立大学で最大規模で、29のマサチューセッツ公立高等教育機関で4番目に広いキャンパス。U.S. News 2026年版で北部地域大学98位、公立大学33位。ウォール・ストリート・ジャーナルにより全米ベストカレッジに選出。54の学部課程と43の大学院課程を提供し、教育、ビジネス、STEM、人文科学など幅広い分野をカバー。278エーカーのキャンパスに約8,300名が学ぶ。学生対教員比率17:1。州内学費は年間約12,200ドル。",
  "Endicott College": "1939年にエレノア・タッパー博士により女子短期大学として設立、マサチューセッツ湾植民地初代総督ジョン・エンディコットにちなんで命名。1988年に4年制大学へ、1994年に共学化。全米で初めて全学生に3回のインターンシップを必須とした大学で、40-45%の卒業生がインターン先から最初の就職を獲得。US News 2026で北部地域大学38位、Most Innovative Schools 8位、インターンシッププログラムは全米9位にランクイン。マサチューセッツ湾のGold Coastと呼ばれる235エーカーの海岸沿いキャンパスを持つ。看護プログラムはCCNE・ACEN認定、ホスピタリティはACPHA認定。学生教員比率13:1。NCAA Division IIIで21競技を展開し、過去10年で51の優勝を達成、Conference of New Englandでは1位。卒業生にはMiss USAのスージー・カスティーヨ、MLBネットワークのポール・セヴェリノ、イスラエル代表フィギュアスケーターのエイミー・ブキャナンらがいる。",
  "Harvard University": "1636年創立のアメリカ最古の高等教育機関。世界最大の大学図書館（2,040万冊）を有し、ビジネス、医学、法学の大学院は世界的名声を誇る。8人の大統領、162人のノーベル賞受賞者、188人の現役ビリオネアを輩出。学生7:1の少人数教育を実施し、生命科学や医学研究で圧倒的な研究資金を獲得。キャンパスはボストン近郊ケンブリッジに位置。",
  "College of the Holy Cross": "1843年創立のニューイングランド最古のカトリック大学でイエズス会系リベラルアーツカレッジ。Montserrat First-Year Experienceで新入生を学習コミュニティに配置。Clark大学との4+1プログラムで教員免許取得。政治学・経済学・化学・古典学・文学が特に強い。全米リベラルアーツ大学屈指の基金規模。NROTC拠点としてBrown・WPIの学生も訓練。Hidden Iviesの一校。",
  "University of Massachusetts-Lowell": "R1研究大学でWSJ 2024年マサチューセッツ州公立1位（20年間ROIベース）。全米唯一のプラスチック工学学士課程を創設、音響録音技術や核工学も希少プログラム。MLB公式バット・ボール試験施設を運営。オンライン刑事司法修士は全米3位。LINC（Lowell Innovation Network Corridor）プロジェクトで37億ドルの経済効果と雇用創出を見込む。州唯一の公立DPTプログラム。",
  "University of Massachusetts-Amherst": "マサチューセッツ州の旗艦大学で、「ZooMass」の愛称で親しまれる。コンピューターサイエンス、言語学、高分子科学で全米をリード。ボストンから1時間半の緑豊かなキャンパス。Five College Consortiumで近隣4校の授業も履修可能。卒業生の収入も高く、コスパ抜群の州立大学。",
  "University of Massachusetts-Boston": "ボストン唯一の公立研究大学（R1認定）で120エーカーのウォーターフロントキャンパス。社会的流動性でニューイングランド1位。老年学は全米トップ。Mass General Brighamから2000万ドル、New Balanceから1000万ドルの助成。ビジネススクールはボストン唯一の公立AACSB認定。卒業生初任給は平均より32%高い。",
  "Massachusetts Institute of Technology": "理工系で世界最高峰。「Mind and Hand（知性と手）」のモットーのもと、理論と実践を融合。105人のノーベル賞受賞者を輩出。専攻は番号で呼ばれるユニークな文化を持ち、1年次は合否のみの成績評価で学生の適応を支援。1月のIAP（独立活動期間）や学生による創造的な「ハッキング」文化も有名。90%の学生が4年間キャンパスに居住し、強い絆を築く。",
  "Mount Holyoke College": "1837年創立のSeven Sisters最古の名門女子大学。36%の専攻が学際的で柔軟なカリキュラム、40%がSTEM専攻。Lynkプログラムで全学生にインターン・研究資金を提供（2024年に358人に150万ドル以上）。12大学交換留学制度（Amherst、Bowdoin、Dartmouth等）。25%が55カ国以上からの留学生（1839年から受入）。卒業10年以内に80%が大学院進学。自己スケジュール試験。",
  "Northeastern University": "1909年創設のCo-op（産学協同教育）プログラムは世界最大級で115年の歴史を誇る。136カ国3,300以上の企業と提携し、学生は在学中に最大3回、各6ヶ月のフルタイム就業経験を積む。Co-op期間中は学費不要。「グローバル体験学習のリーダー」を自任し、148カ国での実践的学習機会を提供。卒業生の就職率と初任給は業界トップクラス。",
  "Smith College": "名門女子大Seven Sistersの一校で全米有数のリベラルアーツカレッジ。全米女子大初の自校工学学位（ABET認定）を授与。Center for Women in Mathematicsで他校の女子学生を1年間受入。大学女子チームコーチ養成に特化した運動・スポーツ研究修士課程（全米唯一）。自校運営のパリ・ハンブルク・フィレンツェ・ジュネーブ留学。41寮のハウスシステム。Mountain Dayの伝統。",
  "University of Massachusetts-Dartmouth": "マサチューセッツ州公立3位で社会的流動性はニューイングランド公立2位。NSAからサイバー研究卓越認定。看護NCLEX合格率96%（全国平均90%）、法学部Bar合格率は州5位。海洋科学・再生エネルギー研究でBlue Economyのアンカー。1964年ブルータリスト建築家Paul Rudolph設計のユニークなキャンパス。州唯一の公立法科大学院。",
  "Tufts University": "フレッチャー法律外交大学院は1933年創立の全米最古の国際関係大学院専門校。148カ国に11,000人以上の卒業生ネットワークを持つ。ハーバード大学との単位互換制度も整備。獣医学部はニューイングランド唯一で高い評価。独自のGMAP（グローバル修士プログラム）は世界初のハイブリッド型国際関係学修士課程として革新的。",
  "Wellesley College": "名門女子大Seven Sistersの一校でForbes全米23位のエリートリベラルアーツカレッジ。2024年にBEAM（ビジネス・起業・マネー管理）イニシアチブを開始。全米初級の選択的リベラルアーツ大学でインターンに単位付与の体験学習必修化。50年以上MITとクロス登録。ジュネーブ国際開発研究大学院との5年BA/MAプログラム。2024年卒の97%が就職・進学。",
  "Williams College": "全米リベラルアーツ大学ランキング不動の1位を誇る最高峰の名門校。オックスフォード式チュートリアルで2人の学生が教授と深い研究を実施。1月のWinter Study Programで会計・起業・ヨガなど通常にない科目を履修。Williams-Exeter Programme at Oxfordで毎年26人がオックスフォード大で1年間学ぶ。教員360人、学生教員比6:1。奨学生には教科書無料。",
  "Worcester Polytechnic Institute": "プロジェクトベース教育のパイオニアで、全学生がIQP（学際的プロジェクト）とMQP（専門分野プロジェクト）の2つを必修。世界50以上の拠点でグローバルプロジェクトを実施し、2022年以降は全学生に最大5,000ドルの海外プロジェクト奨学金を提供。2008年以降12,000件以上のプロジェクトをオンラインで公開。「卒業後に何ができるか」を重視する実践教育で知られる。",
  "Baker College": "1911年にエルドン・E・ベイカーによりフリントでBaker Business Universityとして設立。1965年に後のミシガン州知事・連邦上院議員ウッドブリッジ・フェリスが1888年に設立したMuskegon Collegeと合併。ミシガン州最大の独立系非営利大学で、100以上のキャリア志向プログラムを提供。1994年からオンライン教育のパイオニアで、100%オンラインまたは州内5キャンパスでの受講が可能。看護学部はCCNE認定、ビジネスはIACBE認定、工学はABET認定。作業療法、歯科衛生、医療管理などの医療系プログラムが充実。生涯無料の就職支援サービス「Lifetime Employment Service」を全卒業生に提供するユニークな制度を持つ。少人数クラスで教授が学生を名前で覚える個別対応教育を重視。Higher Learning Commission認定で準学士から博士号まで授与。",
  "Central Michigan University": "ミシガン州2校のみのAdobe Creative Campus。北米唯一の乳児用サーマルマネキンを保有し衣料・製品試験を実施。ミシガン州2番目の教員養成プログラム規模で年間300人以上輩出。Governor John Engler Charter Schools Centerで69校のチャーター校（29,000人）を支援。イベントマネジメント学士は5回の全国受賞。53学期連続で学生アスリートGPA3.0以上。",
  "Davenport University": "1866年に南北戦争退役軍人コンラッド・スウェンズバーグがグランドラピッズ・ビジネス・カレッジとして創立。当初は簿記、ペン習字、商法、算術などのオフィススキルを16人の学生に教えていた。1910年代に衰退の危機に瀕したが、マイケル・E・ダベンポートの指導のもと復活し、1976年に高等教育委員会の認定を取得。2000年にダベンポート・カレッジ、デトロイト・ビジネス・カレッジ、グレートレイクス・カレッジの合併により現在のダベンポート大学が誕生。ミシガン州グランドラピッズのW.A. Lettingaメインキャンパスを中心に、ランシング、ミッドランド、ウォーレンなど州内6キャンパスとオンラインで100以上の学位・資格プログラムを提供。ビジネス、テクノロジー、ヘルスケア、都市教育の4分野に特化し、特に経営管理が最も人気のある専攻。NCAA Division IIに所属し、Great Lakes Intercollegiate Athletic Conference（GLIAC）で27競技を展開、40の全国チーム選手権を獲得している。",
  "Eastern Michigan University": "全米初の師範学校4校目として1849年創立（ニューイングランド外では初）。R2研究大学。eスポーツプログラムは20台以上のPCを備えた最新施設でStudent Centerに拡張。起業・イノベーションセンターは1986年設立で8週間のハイブリッド起業家育成プログラムを提供。オンライン教育学修士は全米トップ10。NFLスターMaxx Crosbyを輩出し2024年にスタジアムが彼の名を冠する。",
  "Ferris State University": "1884年に教育者ウッドブリッジ・ファリスと妻ヘレンによりビッグラピッズ産業学校として私立で設立。ウッドブリッジは後にミシガン州知事（1912-1916年）、米国上院議員（1922-1928年）を務めた。1893年にマリウス・プレイスが薬学訓練を求め、州試験に合格したことで薬学部を設立。1950年に州立機関となり、1987年に州立大学に昇格。ビッグラピッズのメインキャンパスとグランドラピッズのサテライトキャンパス、オンライン、コミュニティカレッジとの提携で学生を受け入れ。8つのカレッジ（芸術科学、ビジネス、教育・人間サービス、工学技術、健康専門職、ケンダル芸術デザイン大学、ミシガン・オプトメトリー大学、薬学）で170以上の教育プログラムを提供。薬学部卒業生はミシガン州の実務薬剤師の半数以上を占め、US Newsで薬学大学院141校中60位。ミシガン・オプトメトリー大学は全米16校のオプトメトリー学校・大学の一つでミシガン州唯一。オプトメトリー、薬学、看護実践、コミュニティカレッジ・リーダーシップの博士号を授与。",
  "Grand Valley State University": "ミシガン州アレンデールに位置する州立大学で、NCAA Division IIで20年以上ほぼ毎年Director's Cupを獲得する体育強豪校。31回の全国制覇を誇る。ビジネス、看護学、生物学が人気で、グランドラピッズのダウンタウンにも都市型キャンパスを持つ。ミシガン州内で最もコスパの良い大学の一つとして評価。",
  "Hope College": "1851年にオランダ系移民によりミシガン州ホランドでパイオニアスクールとして開校。1862年に最初の大学1年生クラスが入学し、1866年に州認可を取得。アメリカ改革派教会と提携するキリスト教リベラルアーツ大学で、校訓は詩篇42:6からの「Spera in Deo（神に希望を置く）」、校章は錨。120エーカーのキャンパスはダウンタウン商業地区に隣接し、1884年以来ウェスタン神学校と共有。90以上の専攻で約3,200人の学生を擁し、学生教員比率は11:1。NCAA Division IIIでMIAAカンファレンスに所属し、2006年には女子バスケットボールが全国優勝、MIAA総合優勝を史上最多の34回獲得。著名な卒業生にはNASA宇宙飛行士ジャック・ルースマ、米下院議員ジョン・ムーレナーとピーター・フックストラ、MIT化学教授シルビア・セイヤー、シンガーソングライターのスフィアン・スティーヴンス、俳優エリック・クリスチャン・オルセン（NCIS: Los Angeles）、Hour of Power司会者ロバート・シュラー牧師がいる。",
  "University of Michigan-Ann Arbor": "「Public Ivy」の代表格で、19の学部・大学院から250の学位プログラムを提供。ロス経営大学院、工学部は全米トップクラス。アメリカ初の大学附属病院を設立し、医療分野でも先駆者。1,600以上の学生団体と29の体育会チームを持ち、Big Tenスポーツの強豪。大学都市アナーバーは「全米最高の小都市」として知られる。",
  "Michigan State University": "1855年2月12日にミシガン州知事キンスリー・S・ビンガムが法案に署名し、全米初の農業大学「ミシガン州立農業大学」として創立。1857年5月に3棟の建物、5名の教員、63名の男子学生で授業開始。1862年のモリル法を受けて1863年に全米初のランドグラント大学に指定。1870年に男女共学化。1888年に植物学者リバティ・ハイド・ベイリーが全米初の園芸学研究室を設立。1955年に全米初のコミュニケーション・アーツ・アンド・サイエンス学部を設置。世界初の公立オステオパシー医学校も運営。パッケージング学、ホスピタリティ経営、サプライチェーンマネジメント、テレコミュニケーション学の先駆者。U.S. Newsで全米公立大学トップ30、会計学は全米トップ10。ノーベル賞受賞者1名、ローズ奨学生20名、ピュリツァー賞受賞者8名を輩出。著名な卒業生には1979年NCAA優勝を率いレイカーズでNBA5回優勝のマジック・ジョンソン、ゴールデンステート・ウォリアーズでNBA4回優勝のドレイモンド・グリーン、野球殿堂入り投手ロビン・ロバーツ（通算286勝）、ピュリツァー賞受賞作家リチャード・フォードがいる。63万人以上の卒業生を擁する。",
  "Michigan Technological University": "1885年創立、ミシガン州アッパー半島ホートンに位置する工学系研究大学。ポーテージ湖を見下ろす925エーカーのキャンパスに36の建物を持つ。学生の57%が工学部に在籍し、140以上の学位プログラムを提供。U.S. News 2026年版で全米158位、州立大学84位。2024年のFIREランキングで学問の自由度全米1位を獲得。研究支出は年間8,100万ドル以上。著名な卒業生には1961年ノーベル化学賞受賞者メルヴィン・カルヴィン、NHLホッケー殿堂入りゴールキーパーのトニー・エスポジト（「史上最も偉大なNHL選手100人」選出）、NYタイムズベストセラー作家ロクサーヌ・ゲイ、MIT教授マーカス・ビューラーなどがいる。",
  "University of Michigan-Dearborn": "1959年創立、ヘンリー・フォードの旧邸宅跡地に建てられたミシガン大学の分校。フォード・モーター社からの寄付により設立され、自動車産業の中心地デトロイト郊外に位置する。U.S. Newsの2026年版で中西部地域大学14位、州立大学では3位。ビジネス・工学・コンピュータサイエンスの学部プログラムはミシガン州の州立大学で4〜5位にランクイン。フォードやGMとの産学連携が強く、インターンシップ機会が豊富。著名な卒業生にはフォード・モーターCOOのクマール・ガルホトラ、ミシガン州選出連邦上院議員ゲイリー・ピーターズ、ミス・USA初のアラブ系アメリカ人リマ・ファキーなどがいる。",
  "Northern Michigan University": "1899年創立のミシガン州マーケットにある州立大学。U.S. News 2026年版で中西部地域大学49位、公立大学12位。健康専門職が最も評価の高い専攻。生物学は全米上位15%、コンピュータは上位20%、電気工学は上位10%、建設は上位25%、機械工学は全米上位5%と高評価。刑事司法、ビジネス、科学に強み。スペリオル湖畔の360エーカーのキャンパスに約6,700名が学ぶ。学生対教員比率18:1。合格率71%。",
  "Oakland University": "ミシガン州8つの研究大学の一つ（R2認定）。Meadow Brook Hallは全米4番目に大きな歴史的邸宅博物館で国家歴史的建造物。Oakland University William Beaumont School of Medicineを運営。ビジネスと会計の両方でAACSB認定は世界195校のみ。2024年にNCAAトーナメントでケンタッキー大を撃破。Research and Innovation Centerが2024年5月開館。1,444エーカーキャンパスに2つのゴルフコース。",
  "Saginaw Valley State University": "1963年創立、ミシガン州で最も新しい州立大学。サギノー郡に748エーカーの広大なキャンパスを持ち、100以上の学部・大学院プログラムを提供。U.S. News 2026年版で中西部地域大学99位、州立大学35位。NCAA Division IIのGLIACに所属し、男子アイスホッケーは2009年・2010年に連続全国優勝。2009年にはハッブル宇宙望遠鏡修理ミッションSTS-125の主任飛行ディレクターを卒業生トニー・セカッチが務め、スペースシャトル・アトランティスにSVSUペナントが搭載された。著名な卒業生にはNFLグリーンベイ・パッカーズヘッドコーチのマット・ラフルール、ラッパーのデジ・ローフ、元ミシガン州第1選挙区連邦下院議員バート・スチュパックなどがいる。",
  "Wayne State University": "デトロイト中心部に200エーカーのキャンパスを持つミシガン州最多様なR1研究大学。2023年研究費3.526億ドル。健康科学分野が特に強くNIH資金で全米トップクラス。TechTownは2004年から6000以上の地元企業を支援し4億ドル以上のスタートアップ資金を調達。全米初の大学院レベル劇団Hilberry Theatreを運営。社会的流動性で全米62位。",
  "Western Michigan University": "ミシガン州8つの研究大学の一つ（R2認定）。航空飛行科学、創作文芸、ジャズ、中世研究、製紙工学、統合サプライマネジメントなど多数の分野で全米トップ評価。作業療法修士は全米42位。Global Engagement Programに11,000人以上の学生が参加。AACSB認定ビジネススクール（世界820校未満）。2023-24年に海外留学奨学金49万ドルを提供し460人以上が参加。",
  "Bemidji State University": "1919年にミネソタ州北中部の教員不足解消のため第6の師範学校として設立、1921年に州立教員大学、1957年に州立カレッジ、1975年に現名称に。ビミジ湖西岸に位置し、アクアティック生物学研究室、環境・地球・宇宙研究センター、C.V.ホブソン森林など独自施設を持つ。環境学プログラムはミネソタ州10位、野生生物・原野プログラムは州1位。男子アイスホッケーはNCAA Division Iで活動し、2009年にFrozen Four進出（ノートルダム、コーネルを撃破）、1984年にDivision II、1986年にDivision III全国制覇。卒業生にはスタンレーカップ優勝者のジョエル・オットー（カルガリー1989）とザック・ホワイトクラウド（ベガス2023）、2015年世界選手権金メダルのステファニー・アンダーソン、平昌五輪韓国代表GKマット・ダルトンらがいる。",
  "Carleton College": "全米リベラルアーツ大学10位で学部教育1位の名門校。ミネソタ州最も選抜的な大学で2028年クラス合格率17.9%。National Merit Scholar在籍数でリベラルアーツ大学トップクラス。医学部合格率80%以上、法科大学院90%。76%が海外留学。800エーカーのCowling Arboretum。Ultimateクラブは全国優勝5回。2023-24年に14人のフルブライト受賞者。",
  "Macalester College": "全米リベラルアーツ大学28位で学部教育10位の名門校。大都市圏（ミネアポリス・セントポール）に位置する数少ない選抜的リベラルアーツ大学。国際主義・多文化主義・社会奉仕を柱とする教育理念。ベルリン・ウィーン6ヶ月ドイツ語イマージョン。Sustainable Campus Index Gold評価で学士課程大学2位。Campus PrideでLGBTQ+フレンドリー大学全米1位。100%の財政需要を充足。",
  "Minnesota State University-Mankato": "1868年創立で「全米初の女性学長を持つ公立大学」（1872年、ジュリア・シアーズ）。修士課程大学の留学生数で全米15位を7年連続達成。2024年に男女バスケットボールがDivision II同時優勝（40年ぶりの快挙）。自動車研究センター・水資源センターなど応用研究施設が充実。マンカト経済に年間8.27億ドル貢献。",
  "University of Minnesota-Twin Cities": "1851年創立の研究大学で、ペースメーカー、リトラクタブル・シートベルト、生分解性プラスチックなど生活を変えた発明の発祥地。Times Higher Education初の学際科学ランキングで米公立大学首位・全体6位。ミシシッピ川沿いの1,150エーカーのキャンパスに150以上の学部専攻。Public Ivyにも選出され、研究費は年間10億ドル超。",
  "University of Minnesota-Duluth": "1895年にダルース州立師範学校として創立、1921年にダルース州立教員大学に、1947年にミネソタ大学システムに編入。スペリオル湖畔に位置するミネソタ大学ダルース校はカーネギー財団認定のトップ研究大学。アイスホッケーの名門として知られ、男子は2011年（ミシガン大学を延長戦3-2で破り初優勝）、2018年（ノートルダム大学に2-1）、2019年（マサチューセッツ大学に3-0で2連覇）とNCAAディビジョンI全国選手権を3回制覇。女子は2001年、2002年、2003年、2008年、2010年と5回の全国制覇を達成し、男女合わせて2000年代以降8回の全国選手権を獲得。著名な卒業生にはNHL通算741ゴールで歴代3位・ホッケー殿堂入りのブレット・ハル、1980年レークプラシッド冬季五輪「氷上の奇跡」で金メダルを獲得したマーク・パヴリッチとジョン・ハリントン、1983年ホーベイ・ベイカー賞受賞のトム・カーバース、2012年ホーベイ・ベイカー賞受賞のジャック・コノリー、女子選手初の先住民族冬季五輪アイスホッケー出場者ジョセリン・ラロック、オレック・コーポレーション創業者デビッド・オレックがいる。フットボールでも2008年と2010年にNCAA Division II全国制覇。",
  "Minnesota State University Moorhead": "1888年に州上院議員ソロモン・コムストックが6エーカーの土地を寄付しMoorhead Normal Schoolとして開校、ミネソタ州北西部の教員養成を目的に設立。1930年にOld Main Hallが焼失した際「灰から蘇るドラゴン」がシンボルに。1921年に州立教員大学、1957年に州立カレッジ、1975年に大学昇格、2000年に現名称に。US News 2026で中西部地域大学49位、公立12位。Paseka School of BusinessはAACSB認定（世界5%未満）。映画制作プログラムは州立大学として地域唯一の4年制課程。1969年からConcordia College・ノースダコタ州立大学とTri-College University協定。NCAA Division IIでNSIC所属、男子バスケは5年連続NCAAトーナメント出場。卒業生にはキャプテン・フィリップスでアカデミー賞ノミネートのバークハド・アブディ、ヘラクレス役のケビン・ソルボ、Annoying Orange制作者デイン・ボエディガイマー、元下院議員コリン・ピーターソンらがいる。",
  "Saint Cloud State University": "1869年設立、ミネソタ州第3の師範学校として開校し、Minnesota State Colleges and Universities Systemで最大規模の大学の一つ。ミシシッピ川沿いのセントクラウドに位置し、200以上の専攻・副専攻・プログラムを提供。工学分野ではミネソタ州唯一のABET認定製造工学プログラムを持ち、電気工学・機械工学・コンピュータ工学・コンピュータサイエンスもABET認定。男女アイスホッケーはNCAA Division Iで活動し、1980年米国五輪代表を率いたハーブ・ブルックスが1986年にコーチに就任しDivision I昇格に貢献。ホームリンクは彼の名を冠したHerb Brooks National Hockey Center。卒業生にはMacGyverのリチャード・ディーン・アンダーソン、アカデミー賞ノミネートのジョン・ホークス、ヒジャブでミスミネソタUSAに出場したハリマ・アデン、NHLスタンレーカップ王者のブレット・ヘディカンらがいる。",
  "St Olaf College": "ミネソタ州のルーテル系リベラルアーツカレッジ。1903年創設の音楽プログラムは全米初の海外ツアー（1906年ノルウェー）を実施、学生の3分の1が音楽アンサンブルに参加。Open Doors 2024年で海外留学者数全米4位（62%が留学）。博士号取得率で全米8位。医学部合格率84%。平和部隊ボランティア輩出3位。年60万ドル以上のインターン資金を提供。",
  "University of St Thomas": "1885年創立、ミネソタ州最大の私立大学。セントポールとミネアポリスにキャンパスを持つカトリック系総合大学。U.S. News 2026年版で全米158位。Schulze School of Entrepreneurshipは全米トップ15、ミネソタ州1位の起業家教育プログラム。22の運動部がNCAAに所属し、8競技で計15回の全国優勝を誇る。Fortune 500企業との連携が強く、学部生の65%がインターンシップを経験。著名な卒業生には政治スリラー作家ヴィンス・フリン、シカゴ大司教ブレイズ・キューピッチ枢機卿、NFLシアトル・シーホークスGMジョン・シュナイダーなどがいる。",
  "Winona State University": "1858年設立、ミネシッピ川西岸で最初の師範学校としてミネソタ州で最も歴史ある高等教育機関。ミシシッピ川沿いの石灰岩の断崖に囲まれた125エーカーの美しいキャンパスを持つ。Minnesota State Systemで卒業生の就職率97%と第1位の学生成功率を誇る。看護学部は全米77位（上位5%）、ミネソタ州3位にランクインし、40年以上の歴史を持つ。1997年にパイロット開始、2003年に本格実施した「e-Warrior Digital Life & Learning Program」は全米最大級の大学提供ラップトッププログラムで、8,000台以上のノートPCと4,000台のタブレットを学生に提供。Winonaキャンパスに加えRochesterキャンパスでも看護・教育の大学院プログラムを展開。100以上の学士課程、80以上の副専攻、40以上の大学院プログラムを提供。卒業生には元下院議員のミシェル・バックマン、米陸軍副参謀長のジェームズ・ミンガス将軍、プロレスラーのオースティン・エリーズがいる。",
  "University of Mississippi": "ミシシッピ州最大のR1研究大学で「Ole Miss」の愛称で親しまれる。FDA認可の大麻研究施設を持つ唯一の大学。法学部、医学部、南部文化研究で全米的評価。「The Grove」での試合前テールゲートは「聖地」と呼ばれ、「Hotty Toddy」の伝統も有名。ノーベル賞作家フォークナーの邸宅も管理。2024年入学者数は過去最高を記録。",
  "Mississippi State University": "ミシシッピ州最大の大学で、2024年に過去最高の入学者数を記録。工学と農学で全米的評価が高く、スーパーコンピューティングは全米4位。NSF指定の27の工学研究センターの一つを有する。全米唯一の放送気象学を専門とする地球科学プログラムや、PGA公認のゴルフマネジメント課程も特徴。4,200エーカーの広大なキャンパス。",
  "University of Southern Mississippi": "コミュニティエンゲージメント認定R1研究大学。湾岸地域唯一の海洋学プログラムを持ち、Long Beach校は海洋・沿岸科学の拠点。AACSBの会計・ビジネス両方認定は世界1%のみ。教育学部は2024年に全米トップ100入り（MS州2位）。全教員の99%がフルタイム（全国平均47%）。All-American Rose Gardenを持つ美しい1090エーカーキャンパス。",
  "University of Central Missouri": "1871年創立、ミズーリ州ウォーレンズバーグに位置する州立総合大学。35カ国以上から2,800人以上の留学生を含む13,000人以上が在籍。150以上の学位プログラムを提供。U.S. News 2024年版で中西部地域大学67位、州立大学18位、バリュースクール57位。Forbes「アメリカのトップカレッジ」、ウォールストリートジャーナル「アメリカのベストカレッジ2024」に選出。卒業6ヶ月以内の就職・進学率は95%以上。著名な卒業生には世界最大のアフリカ系アメリカ人所有企業ワールドワイドテクノロジー創業者デビッド・スチュワード、自己啓発の父デール・カーネギー、メジャー8勝のプロゴルファー、トム・ワトソンなどがいる。",
  "Drury University": "1873年創立、ミズーリ州スプリングフィールドに位置する私立大学。会衆派教会宣教師により設立され、ダートマス大学やイェール大学をモデルに創設。54の学部専攻と複数の専門職学位を提供。U.S. News 2026年版で中西部地域大学25位、バリュースクール19位。1999年以来「コストパフォーマンスの高い大学」ランキングで常にトップクラス。男女バスケットボールは合計22回のNCAA Division II全国優勝。著名な卒業生にはTVゲーム司会者ボブ・バーカー（『ザ・プライス・イズ・ライト』を35年間司会）、バス・プロ・ショップス創業者で億万長者のジョニー・モリス、映画『トップガン』主題歌作詞でアカデミー賞受賞のトム・ウィットロックなどがいる。",
  "A T Still University of Health Sciences": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "Maryville University of Saint Louis": "1872年創立、聖心会によって設立されたセントルイス郊外の私立大学。元々は女子校として創設され、1968年から男女共学に。130エーカーのキャンパスで90以上の学位プログラムを提供。U.S. News 2026年版で全米283位。ビジネスプログラムはACBSP認定、理学療法プログラムはCAPTE認定を取得。NCAA Division IIで活動し、2022年には学業成功率94%で会長賞を受賞。卒業生の就職率は97%と高水準。著名な卒業生には元イリノイ州選出連邦下院議員ジェリー・コステロなどがいる。",
  "Missouri Southern State University": "1937年に大恐慌期の高等教育ニーズに応えてJoplin Junior Collegeとして設立、ミズーリ大学エクステンションの監督下でジョプリン高校内で開校。1967年に現キャンパス開設、1977年に州立4年制大学、2003年に大学昇格。140以上のプログラムを提供し、学生教員比率18:1で全クラスが教授による直接指導。国際教育に力を入れ、学期ごとに特定の国・地域をテーマに文化を授業や活動に統合するユニークなプログラムを実施。歯科衛生プログラムは1975年開設、CODA認定で「報告要件なしの承認」ステータスを獲得。1972年にNAIA Division IIフットボール全国制覇。NCAA Division IIでMid-America Intercollegiate Athletics Association所属。卒業生にはNASA宇宙飛行士ジャネット・カバンディ、ケネディセンター勤務のメリッサ・ジーン・ピーターソン、俳優J・エディ・ペックらがいる。",
  "University of Missouri-Columbia": "1908年創設のジャーナリズム学部は世界初のジャーナリズム学位プログラム。「ミズーリ・メソッド」は実践重視で、1909年に世界初の学部学位、1921年に修士、1934年に博士を授与。コロンビア・ミズーリアン（日刊紙）、KOMU-TV（全米初の大学所有商業TV局）、KBIA（NPR加盟）など7つの実運営メディアで学生が実習。ドナルド・W・レイノルズ・ジャーナリズム研究所も併設。",
  "University of Missouri-Kansas City": "ミズーリ大学システムの一員でカンザスシティ唯一のR1研究大学。U.S. News 2026年版で全米大学232位、公立大学129位。看護博士、薬学博士、法律ライティングプログラムが全国トップクラス。医学部は6年一貫で学士と医学博士を取得できる独自プログラム。演劇MFAプログラム（特に演技・衣装デザイン）は全国的に高評価。ハリウッド・レポーターで衣装デザインが全国トップ10。音楽・ダンスの音楽院も著名。ミズーリ州唯一の公立歯学部を持つ。12の学術ユニットで125以上の学位課程を約10,200名に提供。学生対教員比率13:1。150エーカーの都市型キャンパス。",
  "Missouri University of Science and Technology": "1870年創立、ミズーリ州ローラに位置する工学系研究大学。ミシシッピ川以西で最初期の工科大学の一つ。ミズーリ大学システムに属し、R1（非常に高い研究活動）に分類されるSTEM特化型大学。U.S. News 2026年版で全米192位、州立大学104位。MONEY誌「工学専攻ベストカレッジ」5位、Princeton Review「バリューカレッジ」17位。65,000人以上の卒業生ネットワーク。著名な卒業生にはTwitter創業者ジャック・ドーシー（中退）、アポロ11号月面着陸を支えたNASA技術者ジョージ・ミューラー、宇宙飛行士殿堂入りのジャネット・カヴァンディ、ノーベル物理学賞研究に貢献したクライド・コーワンなどがいる。",
  "University of Missouri-St Louis": "1963年設立、ミズーリ大学システム4キャンパスの中で最も新しいが、東ミズーリ州最大の公立研究大学。元ベルリーブ・カントリークラブの470エーカーの敷地に50以上の建物を擁する。犯罪学・刑事司法学の博士課程は全米11位、修士課程は全米トップ5常連で、ミズーリ州唯一のランクイン校。1993年にワシントン大学と全米初となる公私立大学間の工学共同プログラムを開始し、UMSLの学費でワシントン大学のABET認定工学学位を取得可能。サイバーセキュリティ修士はFortune誌で全米3位にランクイン。ミズーリ州唯一の検眼学部（全米23校のみ）を持ち、1846年設立のセントルイス・マーカンタイル図書館（ミシシッピ川以西最古）を所蔵。オンライン学士課程はUS News 2024でミズーリ州2位、全米107位。卒業生にはThe OfficeやInside Outのフィリス・スミス、台湾の外交官呉釗燮がいる。",
  "Truman State University": "ミズーリ州唯一の公立リベラルアーツ大学でU.S. News中西部公立1位を27年連続維持。CPA合格率全米3位の会計プログラム。Fiske Guide「ベストバイ」トップ10公立校。NCAA Division IIで学業優秀賞受賞、アカデミック・オールアメリカン輩出数で全国リーダー。全クラスの67%が20人未満、フルタイム教員比率90%。250以上の学生組織。",
  "Saint Louis University": "1818年にルイ・デュブール司教がセントルイスで設立し、イエズス会が運営を引き継いだミシシッピ川以西初の大学。1832年に大学として認可。ミシシッピ川以西初の医学部・法学部を設立し、ミズーリ州初の心臓移植を実施。全米初の連邦認定航空学校でもある。セントルイスとスペイン・マドリードにキャンパスを持つ名門カトリック・イエズス会大学。著名な卒業生にはビルド・ア・ベア・ワークショップ創業者マクシン・クラーク、アンハイザー・ブッシュ元CEO オーガスト・ブッシュ4世、アリゾナ・カーディナルズ社長マイケル・ビドウィル、セントルイス初のアフリカ系アメリカ人市長フリーマン・ボズリー・ジュニア、現セントルイス市長ティシャウラ・ジョーンズ、ニカラグア元大統領エンリケ・ボラーニョス、ボストンカレッジ学長（1996年以来在任で史上最長）ウィリアム・リーヒー神父、ジョージタウン大学元学長ロバート・ヘンリー神父がいる。",
  "Southeast Missouri State University": "ミズーリ州ケープジラードーにある州立大学。U.S. News 2026年版で中西部地域大学68位、公立大学22位（前年の26位から上昇）。オンライン学士が全米144位、刑事司法オンライン修士が61位、退役軍人向けオンライン学士が75位、ビジネスオンライン学士が106位。社会的流動性でトップパフォーマー認定。75の修士課程、145の学士課程、100以上の資格・副専攻を提供。リベラルアーツ、生物学、看護が人気。400エーカーのキャンパスに約7,900名が学ぶ。",
  "Missouri State University-Springfield": "ミズーリ州第2位の規模を持ち、1995年に州から「公共問題」使命を正式に付与された唯一の大学。倫理的リーダーシップ・文化的能力・地域貢献を教育の3本柱に。卒業後6ヶ月以内就職率92%、平均初任給52,600ドル。2024年にConference USA加盟でフットボールがNCAA最高レベルに昇格。",
  "Washington University in St Louis": "ヒトゲノム計画で全体の25%を解読したマクドネル・ゲノム研究所を擁する。医学部は19人のノーベル賞受賞者を輩出し、ベッドサイド教育の先駆者。バーンズ・ジューイッシュ病院との連携で豊富な臨床経験を提供。1年次の成績は合否評価で多様なバックグラウンドの学生を支援。セントルイスの美しいキャンパスは「中西部の隠れた名門」の象徴。",
  "Montana State University Billings": "モンタナ州最大都市ビリングスに位置し州内第3位の規模。Fortune 500企業でのインターン、州最大学区での教育実習、広範な医療ネットワークでの臨床研修が可能。Native American Achievement Centerで先住民学生をサポート。City Collegeでは9〜24ヶ月で修了できる実践的プログラムを提供。14:1の学生教員比率。168エーカーのダウンタウンキャンパス。",
  "Montana State University": "モンタナ州最大の大学で、土地供与大学としての伝統を持つ。R1研究大学に認定され、特に農業、工学、看護学が強い。イエローストーン国立公園に最も近い研究大学として、環境科学やフィールド研究に独自の強みを持つ。美しい山岳地帯に囲まれたキャンパスはアウトドア好きにも人気。",
  "The University of Montana": "2022年にカーネギーR1認定を取得（全米トップ4%）。全米唯一の中央・南西アジア研究学士課程を提供。野生生物学プログラムは北米1位の教員研究品質・生産性。ノーベル賞受賞者Harold Ureyを輩出。40カ国90以上の大学と国際提携。2024年秋に2018年以来最高の10,811人が在籍。Davidson Honors Collegeに1,000人以上の学生。",
  "Bellevue University": "1966年にネブラスカ州ベルビューでオファット空軍基地近くの地域リーダーらにより、軍人と社会人学習者のキャリアアップを支援するために設立。1987年に初の加速型学位修了プログラム（専門学士号）を開始、1990年に修士課程を追加、1994年に大学に改称。1996年に認定機関として初のオンライン学位プログラムを提供し、オンラインで初のMBAを提供した革新的機関。現在10,400人の学生が在籍し、48の学部専攻、80以上のオンライン学士課程プログラムを提供。現役軍人、州兵、予備役、沿岸警備隊およびその配偶者には学部・証明書プログラムで1単位250ドルの特別授業料を適用。オファット空軍基地に隣接する立地から、軍人に優しい大学のトップにランクイン。25年以上にわたりオンライン学習を革新し、多忙な社会人、軍人のニーズに特化した完全オンライン学習形式を提供。高等教育委員会（HLC）認定の非営利私立大学。",
  "Creighton University": "オマハのイエズス会大学で、1892年創立の医学部は130年以上の歴史を持つ。2012年にフェニックスのセント・ジョセフ病院にサテライトキャンパスを開設し、オマハ以西初のイエズス会医学プログラムとなった。2023年開設のウェルナー・センター（14.5万平方フィート）は最新のシミュレーションラボを備える。医学生の100%がMagis Clinicなどでボランティアに参加。",
  "University of Nebraska at Omaha": "ネブラスカ州唯一のNSAサイバーオペレーション卓越センター（CAE-CO）認定校で2002年からサイバー防衛（CAE-CD）も保持。研究費は2023年度に4200万ドルで過去最高を記録。Fireflyスーパーコンピューターを保有。学生アスリートの地域貢献でDivision I全米トップ10。Carnegie Community Engagement認定3回目を目指す。",
  "University of Nebraska-Lincoln": "ネブラスカ州の旗艦大学で1869年創立の歴史あるランドグラント大学。ビジネス、工学、農学が強く、オンラインMBAは全米7位。2024年にはNSF CAREER賞を過去最多の9名が受賞。宇宙手術ロボットの開発など革新的研究でも知られる。「Huskers」としてフットボールの伝統も深く、州経済に30億ドル以上貢献。",
  "Wayne State College": "1891年にジェームズ・パイル教授と地元市民によりNebraska Normal Collegeとして設立、180人の株主が2万ドルを出資。1910年に州立化、1963年に現名称に。Nebraska State College Systemの一員で、130以上の学部プログラムと10以上のオンライン修士課程を提供。MBAプログラムはネブラスカ州1位、全米アクレディテッド・プログラム中トップ33入り、OnlineU.orgで全米9位の手頃さにランクイン。ビジネスプログラムはIACBE認定。37%以上の学生が無借金で卒業する地域最安値の4年制大学の一つ。ネブラスカ州桂冠詩人ジョン・ネイハートが学生時代に校舎の鐘を鳴らしていた歴史を持つ。NCAA Division IIでNorthern Sun Intercollegiate Conference所属、女子バレーは過去4年で3度のNSICレギュラーシーズン優勝。卒業生にはネブラスカ州知事・駐デンマーク/フィンランド大使ヴァル・ピーターソン、Garbageの共同設立者デューク・エリクソンらがいる。",
  "University of Nevada-Las Vegas": "William F. Harrah College of Hospitality内の料理学校はU.S. News全米1位。ネバダ州初のヒスパニック系在籍率25%達成で全米4番目に多様な大学。Kirk Kerkorian School of Medicineを運営。学生主導のRebelSatがネバダ州初の衛星設計に貢献。Skatin Rebelsホッケーチームが2024年ACHA全国決勝初進出。2024年冬卒業式は前年比15%増で19歳から74歳まで。",
  "University of Nevada-Reno": "ネバダ州の旗艦大学でリノ・タホ地域の学術拠点。経済的多様性でNew York Times全米48位にランクイン。医学部、工学、ビジネスが強く、テクノロジーやヘルスケア産業との連携が深い。心理学、公衆衛生、生物学が人気専攻。シエラネバダ大学やRenown Healthとの提携でプログラムを拡充。スキーリゾートにも近いロケーション。",
  "Dartmouth College": "アイビーリーグ最小規模で、学部教育への注力度は随一。「D-Plan」と呼ばれる4学期制で、学生は学期ごとに授業・研究・留学を柔軟に組み合わせ可能。タック・ビジネススクール、セイヤー工学部も学部生に開放。ニューハンプシャー州の雄大な自然に囲まれ、アウトドア活動が盛んな「Big Green」の愛称で親しまれる。卒業生の結束力と愛校心は全米屈指。",
  "Southern New Hampshire University": "1932年にハリー・シャピロとその妻ガートルードによりニューハンプシャー会計秘書学校として、マンチェスターのダウンタウンの店舗2階で10人未満の昼間学生と35人の夜間学生を対象に創立。1961年にニューハンプシャー会計商業大学に改称し、8年間で学生数が96人から920人に急増。2001年に現在の名称に変更。1995年にオンライン教育を開始し、2001年までに8,000人が受講。2003年にポール・ルブラン学長が就任し、2009年にオンライン部門への大胆な投資を決断。その結果、2014年に34,000人、現在は20万人以上のオンライン学生を抱える米国最大の非営利オンライン大学に成長。US News 2024で北部地域「最も革新的な大学」8回目の1位獲得、Fast Company誌「世界で最も革新的な企業50社」で大学として唯一12位にランクイン。米国教育省が承認した初の完全コンピテンシーベース学位プログラムを開発。ルブラン学長は21年間の在任中、2,800人から20万人以上への成長を達成し、2024年6月に退任。現在はAIと教育の研究に従事。",
  "University of New Hampshire-Main Campus": "宇宙科学センター（SSC）は60年以上にわたり100以上のNASAミッションに参画。イオン加速器、EMI/無響室、熱真空チャンバーなど最先端の宇宙機器試験施設を保有。2024年には地域初の「宇宙技術ハブ」を開設し、民間宇宙産業との連携を強化。1950年代からの中性子モニタリングネットワークは地球放射線環境の観測に貢献。地球・海洋・宇宙研究所はUNH最大の研究機関。",
  "Rowan University": "全米2校のみのM.D.とD.O.両医学プログラムを持つ公立大学。2025年にニュージャージー州初の獣医学部開設予定。全米56校のみのビジネス・教育・工学・医学全認定校。全米3番目に急成長する公立博士課程研究大学。2024年秋に史上最大の3,100人超の新入生を迎え、史上初めて全50州と95カ国から出願。991エーカーのキャンパス。",
  "Kean University": "1855年創立のニュージャージー州初の公立高等教育機関。全米公立大学で唯一、中国にキャンパス（温州ケアン大学）を持つ。2022年に州指定「Urban Research University」となりR2認定取得。建築学部はMichael Gravesの名を冠する。7つの劇場と6つのギャラリーを持つ芸術の拠点。社会的流動性で全米81位。",
  "Montclair State University": "ニュージャージー州最大のヒスパニック・サービング大学でNYから12マイル。U.S. News 2025年で社会的流動性全米9位。NJ初の教育テレビ放送・初の修士課程・初の独立稼働マイクログリッドを持つ。ダンスBFAはDanceUS.orgでNJ唯一のトップ評価。MBAはFortune誌でNJ1位。LGBTQ+フレンドリーで最高5つ星獲得。",
  "New Jersey Institute of Technology": "1881年にニューアーク・テクニカルスクールとして創立。19世紀ニューアークの産業家や発明家（特に米国特許334件保有のエドワード・ウェストン）の支援を受け、1880年に州議会で産業教育学校法が可決され設立。1885年2月9日に吹雪の中88人の学生で開校。1919年に化学・機械・電気工学の学部プログラム開始、1930年にニューアーク・カレッジ・オブ・エンジニアリング（NCE）に改称。1973年にニュージャージー建築学校を統合し総合技術大学に発展、1975年1月1日に現在の名称に変更。ダウンタウン・ニューアークの45エーカーのキャンパスで11,000人以上の学生に51の学部専攻と71の大学院プログラムを提供。6つのスクール（NCE、建築・デザイン、コンピューティング、科学・教養、マネジメント、アルバート・ドーマン・オナーズカレッジ）を擁する。US News 2024で全米大学86位、公立大学43位、学部工学90位。NSAとDHSからサイバー防衛教育の国家優秀センター（CAE）に指定。卒業生にはチューリング賞受賞者ジュディア・パール、議会金メダル受賞者ハリー・エトリンガーがおり、ニュージャージー州の専門エンジニアの4人に1人がNCE/NJIT卒業生。",
  "Princeton University": "アイビーリーグで唯一、学部教育を最優先に据える。全学部生が卒業論文を執筆する独自の伝統を持ち、教授陣は学部生の指導に深く関与。37の専攻と50以上の副専攻を提供。大学院生より学部生が多いという珍しい構成で、1年次から研究に参加可能。美しいキャンパスはニュージャージー州の緑豊かな環境に位置し、知的探求に最適な環境を提供。",
  "Rider University": "1865年にトレントン・ビジネス・カレッジとして創立された、ニュージャージー州の私立大学。1992年に世界的に著名な音楽教育機関であるウェストミンスター合唱大学（1920年創立）と合併し、総合大学として発展。現在はNorm Brodsky College of Businessを含む3つの学部で60以上の専攻を提供している。280エーカーのローレンスビルキャンパスはトレントンから北に5km、プリンストンから南に8kmに位置し、43の建物、運動場、テニスコート、屋内プール、湖を有する。NCAA Division Iに所属し、Metro Atlantic Athletic Conference（MAAC）で21競技を展開。著名な卒業生には元ペンシルベニア州知事マーク・シュバイカー、Xilinx創業者バーナード・フォンダーシュミット、元ノートルダム大学バスケットボール監督でESPNコメンテーターのディガー・フェルプス、NBAプレイヤーのジェイソン・トンプソンらがいる。",
  "Rutgers University-New Brunswick": "ニュージャージー州を代表する名門州立大学。1766年創立でアメリカ最古の大学の一つ。ビジネス、コンピューターサイエンス、工学が特に強く、ニューヨーク・フィラデルフィア両都市へのアクセスも良好。卒業後の収入も高く、就職に強い実践的な教育を提供。研究型大学として多くの分野で高い評価を受けている。",
  "Rutgers University-Newark": "1908年にニュージャージー法律学校として創立され、ニュージャージー州最古のロースクールを擁する。1936年にセス・ボイデン・ビジネススクール（1929年創立）とダナ・カレッジ（1927年創立）と合併しニューアーク大学となり、1946年7月4日にラトガース大学と統合。1997年以来、U.S. News & World Reportにより全米で最も多様性のある総合大学として継続的に評価されており、この称号を獲得した唯一の大学。100カ国以上から11,000人以上の学生が学び、単一の民族グループが全体の33%を超えない構成。1963年から1972年まで後の最高裁判事ルース・ベイダー・ギンズバーグが法学教授を務め、当時全米でわずか20人未満だった女性法学教授の一人として、1970年に全米初の女性の権利に特化した法律誌「Women's Rights Law Reporter」を共同創刊。1968年のニューアーク暴動後、ロースクールは全米初のアファーマティブ・アクション・プログラムの一つ「マイノリティ学生プログラム」を創設。著名な卒業生にはFBI第5代長官ルイス・フリー（在任1993-2001年、「ピザ・コネクション」事件主任検察官、ユナボマー逮捕、オクラホマシティ爆破事件捜査を指揮）、ニュージャージー州最高裁判事マリアンヌ・エスピノーサ、元ニュージャージー州司法長官ズリマ・ファーバーがいる。2025年キャンパス内のランドマーク的高層建築がルース・ベイダー・ギンズバーグ・ホールと命名された。",
  "Seton Hall University": "1856年創立、アメリカ最古の教区大学（diocesan university）。ニュージャージー州サウスオレンジに位置し、マンハッタンまで約30分という好立地。聖エリザベス・アン・シートンの甥であるジェームズ・ルーズベルト・ベイリー司教により創設され、カトリックの伝統を重んじる私立研究大学。U.S. News & World Reportの2026年版で全米158位にランクイン。R2（研究活動の高い博士課程大学）に分類される。\n\n9つのスクール・カレッジで90以上の学術プログラムを提供。ロースクールは全米70位（2022年）、ニュージャージー州の司法試験初回合格率で1位。Stillman School of BusinessはAACSB認定を受けた世界トップ1％のビジネススクールで、パートタイムMBAは全米68位。1954年にはニュージャージー州初の医学部・歯学部を設立（1965年に州に売却）。\n\n男子バスケットボールはBig East Conferenceの創設メンバーとして1979年から所属。1989年のNCAAトーナメントでは決勝に進出し、ミシガン大学と延長戦の末79-80で惜敗した準優勝の実績を持つ。NCAAトーナメントには14回出場。2016年にはBig Eastトーナメントで優勝し、この年の全米王者ヴィラノバを破った。ホームゲームはニューアークのPrudential Centerで開催。\n\n著名な卒業生には、ニュージャージー州知事（第55代）を務め2016年・2024年の共和党大統領予備選に出馬したクリス・クリスティー、野球殿堂入りを果たしたヒューストン・アストロズのクレイグ・ビジオ、NBA・MLBでプレーし『ライフルマン』で俳優としても活躍したチャック・コナーズ、TVドラマ『ザ・ホワイトハウス』でエミー賞にノミネートされた俳優デュレ・ヒル、ピューリッツァー賞作家ウィル・デュラントなどがいる。元教授には最高裁判事サミュエル・アリートがいる。",
  "Stevens Institute of Technology": "「アメリカ発明家一族」スティーブンス家が1870年に創立した全米初の機械工学専門大学。T型レールや蒸気船など19世紀の革新技術を生んだ一族の伝統を継承。1982年に全米初の学生PC必携制度を導入。卒業生はIMAP（Eメールの基盤技術）やバブルラップを発明。2015年ソーラー・デカスロンでハリケーン耐性住宅で優勝。マンハッタンを望むホーボーケンに位置。",
  "Stockton University": "1,600エーカーのPinelands国立保護区内にメインキャンパス、Atlantic Cityのビーチフロントにも1.78億ドルのキャンパス（学生寮533人）。全米初のホロコースト・ジェノサイド研究修士課程、NJ州初の環境科学PSM。世界最大級の地熱暖冷房システムと全米初の帯水層熱貯蔵システムでサステナビリティをリード。カヤック・キャンプ用品を無料レンタル可能。",
  "Thomas Edison State University": "ニュージャージー州トレントンに位置する州の11の上級公立大学の一つ。社会人・成人学習者向けのフレキシブルな学位取得で知られる。準学士から博士まで100以上の分野で学位を提供。電子システム工学技術と原子力エネルギー工学技術の学士課程はABET認証。ビジネススクールの学士・MBAプログラムはACBSP認証。州内学費は年間約6,600ドル、州外でも約8,600ドルと非常に手頃。卒業6年後の年収中央値は約65,600ドルで、一般的な大卒者より29%高い。社会福祉プログラムは全米上位25%、ニュージャージー州12位。",
  "The College of New Jersey": "1855年にニュージャージー州議会の法令によりニュージャージー州師範学校として創立された、州初の教員養成学校で全米5番目の師範学校。ロドマン・マッカムリー・プライス知事が教員養成機関設立を積極的に推進した。1925年に初の4年制学士プログラムを開始、1947年に大学院課程を設置。1958年にトレントン・ステート・カレッジに改称。1996年に「ザ・カレッジ・オブ・ニュージャージー」への改名を巡りプリンストン大学と法廷闘争（プリンストンは1746年創立時から1896年まで同名を使用）となるが和解し現校名に。2006年にファイ・ベータ・カッパの支部を獲得（全米の大学の10%未満のみが保有）。1978-79年のレスリング部がNCAA団体選手権で初優勝して以来、40回の団体・50回の個人NCAA選手権を制覇し、全424校のDivision III校で25年以上にわたり1位・2位獲得数トップ。ボナー市民・地域参画センターを持つ全米75校のひとつ。海外留学派遣率はニュージャージー州の大学で最高。著名な卒業生には第49代ニュージャージー州知事でスーパーファンド法（1980年）を起草したジェームズ・フローリオ、ニュージャージー州第4選挙区選出連邦下院議員クリス・スミス、駐スロベニア米大使ジョセフ・ムッソメリ、「スパイダーウィック家の謎」著者でニューベリー賞オナーブック受賞のホリー・ブラックがいる。",
  "William Paterson University of New Jersey": "1855年創立のニュージャージー州ウェインにある州立大学。U.S. News 2026年版で北部地域大学84位、公立大学28位。2024年版では69位（前年75位から上昇）と近年最高位。キャンパス民族多様性で北部地域166大学中5位。社会的流動性指数で全米1,398の4年制大学中55位（上位3.9%）。教員養成が最も評価の高い専攻。心理学は全米上位15%でニュージャージー州11位。4つのカレッジ（芸術人文社会科学、ビジネス、教育、科学健康）で学士・修士・博士を提供。370エーカーの郊外キャンパスに約6,600名が学ぶ。学生対教員比率15:1。",
  "Eastern New Mexico University-Main Campus": "1927年に州議会で承認されたが1929年の大恐慌で開校が遅れ、1934年にEastern New Mexico Junior Collegeとして開校、ニューメキシコ州で最も新しい州立大学。1940年に4年制、1949年に大学昇格。ポータレスの400エーカー以上のメインキャンパスとRuidoso・Roswell分校を持つ。Hispanic Serving Institution指定でHACU加盟。人類学・応用考古学部は50年以上の歴史を持ち、先史時代ネイティブアメリカンの平原・南西部研究で全国的に認められた修士課程を提供。オンライン教育はNiche全米14位、OnlineU航空学士・コミュニケーション修士で最高ランク。教育学位はニューメキシコ州1位（Niche 2026）。NCAA Division IIでLone Star Conference所属。卒業生にはFBIプロファイラーのジョン・ダグラス、俳優ロニー・コックス（脱出）、元下院議員スティーブン・ピアース、ゴールデンステート・ウォリアーズGMラリー・ハリスらがいる。",
  "University of New Mexico-Main Campus": "プエブロ・リバイバル建築の美しいキャンパスを持つR1研究大学。原子力工学は全米13位。サンディア国立研究所・ロスアラモス国立研究所と連携し実地研究機会が豊富。2024年APLU Innovation賞受賞。885件の米国特許・163社のスタートアップを輩出。Military Friendly全米8位。年間310日の晴天で30マイル先にスキー場。",
  "New Mexico State University-Main Campus": "1888年創立のニューメキシコ州最古の公立大学でR1研究大学に昇格。NASA National Space Grant Consortiumの主幹校。Meta Platformsとの提携でVR教育を先駆け、Ciscoのホログラム技術を高等教育機関で初ベータテスト中。女性STEM支援で全米16位（化学工学）。ヒスパニック・ネイティブアメリカン学位授与数で全米トップ10。",
  "Adelphi University": "1896年設立、ロングアイランド初の私立共学大学。ガーデンシティの75エーカーのキャンパスはアメリカ公共庭園協会に登録された美しい環境。US News全国大学198位、Wall Street Journalでロングアイランド1位、Forbesでもロングアイランドの私立大学で3年連続1位を獲得。看護プログラムはUS News Best Grad Schoolに選出され、1943年にエレノア・ルーズベルト大統領夫人が開校式に出席した歴史を持つ。ソーシャルワーク大学院は全米67位で、BSW・MSWともにCouncil on Social Work Educationの認定を1951年から継続取得。ビジネススクールはAACSB認定（世界の6%未満）を2007年から保持し、CitiGroup社長を務めたRobert B. Willumstadの名を冠する。NCAA Division IIで18回の全国制覇を誇り、男子ラクロスは2024-2025年連覇達成。卒業生にはPublic EnemyのChuck D、ミュージカルRentのジョナサン・ラーソン（ピューリッツァー賞）、The Strokesのジュリアン・カサブランカス、走り幅跳び世界記録保持者ボブ・ビーモンらがいる。",
  "Barnard College": "全米リベラルアーツ大学13位のSeven Sisters名門女子大学。コロンビア大学と提携しマンハッタン4エーカーに位置、全てのColumbia授業を履修可能。4+1プログラムでBarnard学士＋Columbia修士を5年で取得。Juilliard・Manhattan School of Musicとの音楽交換プログラム。2024年にBarnard|Nextで生涯学習を開始。ダンス・環境科学が特に強い。",
  "Colgate University": "1819年創立のニューヨーク州ハミルトンに位置する名門リベラルアーツ大学。元々はバプテスト派の教育機関として13人の男性（聖職者6人と一般信徒7人）により設立され、「13」は大学の幸運の数字として今も親しまれている（住所は13 Oak Drive、郵便番号は13346）。1890年に石鹸メーカー、コルゲート家の慈善活動を称えて現在の名称に変更。575エーカーのキャンパスは2014年にプリンストン・レビューで「全米最美のキャンパス」に選出。US News 2026年版で全米リベラルアーツ大学22位にランクイン。57の専攻を提供し、学生教員比率は9:1。NCAA Division Iでパトリオット・リーグに所属し、ホッケーはECACで競技。著名な卒業生には公民権運動家・政治家のアダム・クレイトン・パウエル・ジュニア、アイスクリーム会社Ben and Jerrys共同創業者ベン・コーエン、映画監督ジョン・カサヴェテス、元NBAプレイヤーのアドナル・フォイル、ニューヨーク州副知事アントニオ・デルガドがいる。大学新聞Colgate Maroon-Newsはアメリカ最古の大学週刊紙。",
  "Columbia University in the City of New York": "ニューヨーク州最古の大学で、マンハッタン中心部に位置する唯一のアイビーリーグ校。全学生必修のコア・カリキュラムで西洋古典から科学まで幅広い教養を身につける。ジャーナリズム、国際関係、ビジネスに強く、国連・ウォール街・ブロードウェイへのアクセスを活かした実践的学習が可能。学生教員比率6:1、年間2億ドル以上の奨学金を提供。",
  "Cornell University": "アイビーリーグ唯一のランドグラント大学で、公立と私立のカレッジが共存する独自構造。ホテル経営学、獣医学、農学、工学で全米トップレベル。ニューヨーク州全56郡に協同エクステンションを展開し、研究成果を地域社会に還元。80の専攻と120以上の副専攻を提供。イサカの美しい渓谷とゴージに囲まれた広大なキャンパスは自然愛好家にも人気。",
  "CUNY Bernard M Baruch College": "1847年に米国初の独立公立高等教育機関「フリー・アカデミー」として創立。1919年にニューヨーク市立大学が経営市民行政学部を設立し、翌年初のMBAプログラムを開始。1953年に著名な政治家・財政家バーナード・M・バルークを称え改称、1968年にCUNYシニアカレッジとして独立。1998年にニューバーガー・バーマン元会長ローレンス・ジックリンの1800万ドル寄付を記念してジックリン・ビジネス・スクールに改称。1万人以上の学生を擁する米国最大のビジネススクールで、AACSB認定を取得したCUNY唯一の3校のうちの1つ。US News 2026でビジネススクール61位、パートタイムMBA36位、ニューヨーク州公立機関でフルタイムMBA・会計MBA共に1位。Princeton ReviewとEntrepreneurで起業家教育が全米5位。Wall Street Journal/Times Higher Educationで公立機関バリュー1位。著名な卒業生にはラルフ・ローレン（ファッションデザイナー）、WeWork共同創業者アダム・ニューマン、バーナード・バルーク（40年以上大統領の経済顧問）、レバレッジド・バイアウトのパイオニア、モンテフィオーレ・リクリスがいる。16万5000人以上の卒業生ネットワークを持つ。",
  "CUNY Brooklyn College": "1930年にハンターカレッジ（女子校）とシティカレッジ（男子校）のブルックリン分校の統合により、ニューヨーク市初の公立男女共学リベラルアーツカレッジとして創立。移民や労働者階級の子弟に優れた無料教育を提供することを目的とした。1934年にミッドウッド地区の土地を約163万ドルで取得し、1935年にラガーディア市長が起工式。公共事業局（WPA）の労働者が2年で建設を完了し、1937年にフランクリン・ルーズベルト大統領がジムの礎石を据えた。ミッドウッド・フラットブッシュ地区の35エーカーのキャンパスで約14,000人の学生を擁する。1981年に全国的に評価されるコアカリキュラムを創設、リベラルアーツ教育の基盤として全学部生に必修。5つのスクール（ビジネス、教育、人文・社会科学、自然・行動科学、視覚・メディア・舞台芸術）で学部・大学院プログラムを提供。Forbes「全米ベストバリューカレッジ」、Chronicle of Higher Education「学生モビリティ率トップ10公立大学」、US News「地域で最も民族的に多様なカレッジ」。著名な卒業生には上院多数党院内総務・共和党大統領候補ボブ・ドール、バーニー・サンダース（1959-60在籍）、下院議員シャーリー・チザム、アドビCEOブルース・チゼンがいる。",
  "College of Staten Island CUNY": "1956年創立のスタテンアイランド・コミュニティ・カレッジ（初年度は14名の教員と113名の新入生）と、1965年創立の全米3番目・都市部初の上級課程専門カレッジであるリッチモンド・カレッジが、1976年にニューヨーク市の財政危機を背景に合併して誕生。スタテンアイランドへの公立高等教育誘致運動は1930年代初頭から始まり、1937年には45,000筆の署名を集めたが市の財政難で実現せず。1994年完成の204エーカーのキャンパスはニューヨーク市最大の大学敷地。女性学プログラムは1972年に学士号課程を開始し、CUNY最古・全米2番目に古い。チャザノフ・スクール・オブ・ビジネスはAACSB認定を取得。複数の教員がスタンフォード大学・エルゼビア「世界の科学者トップ2%」リストに選出。英文学教授タイヒンバ・ジェスは2017年ピュリツァー賞（詩部門）受賞者。著名な卒業生にはKISSのベーシスト兼共同創設者で2014年ロックの殿堂入りジーン・シモンズ、「ビッグバン★セオリー」のスチュアート役ケヴィン・サスマン、ニューヨーク・ハードコアバンドIndecisionとMost Precious Blood創設者で現ニューヨーク市議会議員ジャスティン・リー・ブラナン、モンキーズやシンディ・ローパーと共演したドラマー、サンディ・ジェナーロがいる。卒業生は75,000人以上。",
  "CUNY City College": "1847年に実業家タウンゼント・ハリス（後に日米外交関係樹立の立役者）により、移民や貧困層の子弟に学業成績のみで無料高等教育を提供するためフリー・アカデミーとして創立された米国初の無料公立高等教育機関。ユダヤ系学生など私立名門校に入学できなかった優秀な学生が多数入学し、「貧者のハーバード」「プロレタリアートのハーバード」「ハドソンのハーバード」と呼ばれた。1921年にアルバート・アインシュタインがヨーロッパ以外で初めて一般相対性理論を講演した場所。卒業生から10人のノーベル賞受賞者（物理学：ロバート・ホフスタッター、アーノ・ペンジアス、レオン・レダーマン、医学：アーサー・コーンバーグ、ジョン・オキーフ等）を輩出し、フィールズ賞1名、チューリング賞1名、ピューリッツァー賞3名、ローズ奨学生3名を数える。2005年にインテル共同創業者でタイム誌「マン・オブ・ザ・イヤー」のアンドリュー・グローブ（1960年卒）が2600万ドルを寄付し、工学部はグローブ工学スクールに改称。他の著名卒業生にはパナマ運河建設監督のジョージ・ゴーサルズ、TCP/IP共同発明者でチューリング賞受賞者のロバート・カーンがいる。",
  "CUNY Graduate School and University Center": "1961年にニューヨーク市立大学の大学院部門として設立され、1969年に現在の名称に改称。マンハッタン・ミッドタウンの5番街365番地、歴史的なB.アルトマン・アンド・カンパニー・ビルに位置する。CUNY唯一のR1（研究大学・非常に高い研究活動）に分類される公立研究機関で、コロンビア大学などエリート校と同等の研究水準を持つ。32の博士課程、18の修士課程、30以上の研究センターを運営し、人文科学、社会科学、自然科学の幅広い分野で博士号を授与。約130人のコア教員に加え、ニューヨーク市内のCUNY各校から1,700人以上の教員が参加。2025年秋時点で3,100人以上が在籍し、うち2,600人が博士課程学生。博士課程合格率は平均13.5%で、入学者の94%が5年間のフェローシップを受給。2017年にはハーレムのCUNY先端科学研究センター（ナノサイエンス、フォトニクス、構造生物学、神経科学、環境科学）が加わった。教員・学生・卒業生にはノーベル賞、ピューリッツァー賞受賞者やグッゲンハイム、フルブライト・フェローがいる。",
  "CUNY Hunter College": "1870年にアイルランド出身のトーマス・ハンターにより、米国初の無料女子教員養成大学として創立。当初は女子師範高等学校、後にニューヨーク市師範大学と呼ばれ、1914年に創設者を称え現在の名称に。人種・宗教・民族に関係なく学業成績のみで入学を認めた先進的な方針により、アフリカ系、カトリック、ユダヤ系の女性が多数入学。1946年から男性の入学を認め、1961年にCUNYに編入。マンハッタンのアッパーイーストサイドに位置し、170以上の専攻分野で17,000人以上の学部生を擁する。心理学、言語学、生物学、コミュニケーション・メディア研究、シルバーマン社会福祉大学院が特に高評価。1943年にエレノア・ルーズベルトが寄贈し2010年に再オープンしたルーズベルトハウス公共政策研究所を持つ。US News 2026で北部地域大学21位、社会的流動性1位。米国で唯一、女性ノーベル医学賞受賞者を2人輩出した大学で、ロザリン・ヤロウとガートルード・エリオンが卒業。その他の著名卒業生には女性初のエピスコパル司祭ポーリ・マレー、下院議員ベラ・アブザグがいる。",
  "CUNY John Jay College of Criminal Justice": "1964年に高等教育委員会の勧告により警察科学大学（COPS）として設立され、1965年9月に最初の学生を受け入れた。当初はニューヨーク市警察アカデミー内に置かれ、最初の1,000人の学生は全員現役警察官だった。1967年に米国初代最高裁長官でありニューヨーク州知事も務めた建国の父ジョン・ジェイを記念して現在の名称に変更。米国で唯一の刑事司法・法科学に特化したリベラルアーツカレッジとして設立。1970年のCUNYオープンアドミッション政策により学生数は1969年の2,600人から1973年には8,600人に急増し、「市民」（非法執行機関）学生も増加、英語、数学、アメリカ研究、化学などの専攻も追加。現在は犯罪学、法科学、法心理学、緊急サービス管理、詐欺検査・金融法科学、国際刑事司法など幅広いプログラムを提供。博士課程はUS Newsで刑事司法・犯罪学トップ15にランクイン。著名な卒業生には第110代ニューヨーク市長エリック・アダムス、初のアフリカ系アメリカ人NYC警察本部長ベンジャミン・ワード、世界的法科学者ヘンリー・リー、女優ポーリー・ペレット（NCIS）がいる。",
  "CUNY Lehman College": "1931年にハンター・カレッジのブロンクス・キャンパス「ハンター・イン・ザ・ブロンクス」として創立、1968年7月1日にCUNYの独立カレッジとなる。4期ニューヨーク州知事、連邦上院議員、国連救済復興機関（UNRRA）初代事務局長を務めた慈善家ハーバート・H・リーマンにちなみ命名。1946年には国連がブロンクス・キャンパスで初の安全保障理事会を開催した歴史的な場所。ジェローム・パーク貯水池に隣接する37エーカーのキャンパスにコレジエイト・ゴシック様式と現代建築が混在。2012年に完成した7,000万ドルのサイエンスホールは屋上温室を備え、2013年にCUNY初のLEEDプラチナ認定を取得。2,310席のパフォーミング・アーツ・センターを有し、ブロンクスネット公共アクセスチャンネルの本部も置かれる。元米国桂冠詩人（2001-2003年）のビリー・コリンズが英文学名誉教授、エミー賞受賞作曲家で兄ケビン・ベーコンとベーコン・ブラザーズを結成したマイケル・ベーコンが音楽准教授を務める。著名な卒業生には「ヘルボーイ」「サンズ・オブ・アナーキー」のロン・パールマン（ゴールデングローブ賞受賞）、初のアフリカ系アメリカ人女性ニューヨーク州司法長官レティシア・ジェームズ、ニューヨーク州上院多数党院内総務アンドレア・スチュワート＝カズンズ、「君の名前で僕を呼んで」著者のアンドレ・アシマン、ラッパー・俳優のクリストファー・リード（キッド・ン・プレイのキッド）がいる。",
  "CUNY New York City College of Technology": "1946年に第二次世界大戦から帰還した退役軍人の訓練と戦後ニューヨーク経済を支える技術労働力育成のため「ニューヨーク州応用芸術科学研究所」として創立、初年度は246名の学生。後にニューヨーク市初のコミュニティ・カレッジ「ニューヨーク・シティ・コミュニティ・カレッジ」に、その後CUNYシステム内の工科大学として「ニューヨーク・シティ・テクニカル・カレッジ」に改称、現在の正式名称は「ニューヨーク・シティ・カレッジ・オブ・テクノロジー」。ブルックリン橋のたもとのダウンタウン・ブルックリンに位置。ヒスパニック系サービング機関（HSI）およびアジア系アメリカ人・ネイティブアメリカン・太平洋諸島民サービング機関（AANAPISI）に認定。58の学士・準学士課程を提供し30,000人以上の学生が学ぶ。著名な卒業生にはニューヨーク市消防局長官サルヴァトーレ・カッサーノ（火災防護学1970年）、米国印刷造幣局長官ラリー・R・フェリックス（1980年）、ホワイトハウス・エグゼクティブ・ペストリー・シェフのウィリアム・ヨセス、フォーシーズンズ・レストラン共同経営者ジュリアン・ニッコリーニ、紅花（ベニハナ）創業者青木廣彰、元ブラックパンサーで元ニューヨーク市議会議員チャールズ・バロン、シェフ・レストラン経営者マイケル・ロモナコ、ユダヤ教正統派ラジオホストでトークライン・コミュニケーションズ創設者ゼヴ・ブレナーがいる。",
  "CUNY Queens College": "1937年にフラッシングの83エーカーのキャンパスに設立されたCUNYの公立リベラルアーツカレッジ。キャンパスの場所には19世紀初頭にウォルト・ホイットマンが教師として働いたジャマイカ・アカデミーがあった。初代学長ポール・クラッパーのもと1938年に音楽学部を設立、1981年にアメリカ音楽の巨匠アーロン・コープランドを記念してアーロン・コープランド音楽学校に改称。アーツ＆ヒューマニティーズ、数学・自然科学、社会科学、教育など7つのスクールで78の学部専攻、100以上の修士課程、CUNY大学院センターを通じた20の博士課程を提供。US News 2024で北部地域大学38位、Forbes 2026で全米143位、公立大学92位、Business InsiderでROI全米4位。Princeton Review「ベストカレッジ」に1992年の創刊以来30年連続選出。著名な卒業生にはサイモン＆ガーファンクルのポール・サイモン、オスカー受賞俳優エイドリアン・ブロディ、コメディアンのジェリー・サインフェルド、ジョイ・ベハー、歌手キャロル・キング、初のアフリカ系アメリカ人女性化学博士マリー・メイナード・デイリー、アイアンマン監督ジョン・ファヴロー、ピューリッツァー賞受賞者3名がいる。",
  "Fashion Institute of Technology": "1944年にアパレル産業教育財団により「ファッション工科デザイン研究所」として設立され、針仕事専門高校の上階2フロアで100人の学生でスタート。1951年にSUNY2番目のコミュニティカレッジとなり、1959年にガーメント地区7番街の9階建てビルに移転、1963年には4,000人の学生を擁する。1975年に学士号、1979年に修士号授与が認可。アート・デザイン学部で17専攻、ビジネス・テクノロジー学部で10専攻を提供し、メンズウェア、化粧品・香水マーケティング、ファッションビジネスマネジメント、玩具デザインなど全米唯一のプログラムも持つ。マンハッタン・ミッドタウンサウスの9棟のキャンパスにはスタジオ、ラボ、劇場、1969年設立のFIT博物館（服飾・テキスタイル・アクセサリーコレクション）がある。著名な卒業生にはカルバン・クライン、マイケル・コース、ノーマ・カマリ、女優メリッサ・マッカーシー、ラヴァーン・コックス（オレンジ・イズ・ニュー・ブラック、トランスジェンダー初のエミー賞ノミネート）、映画監督ジョエル・シューマッカー、ファッションエディターのニナ・ガルシア、プロジェクト・ランウェイ優勝者クロエ・ダオがいる。",
  "Fordham University": "1841年創立のイエズス会大学で、ブロンクスのローズヒルとマンハッタンのリンカーンセンターの2キャンパスを持つ。Ram Van（シャトルバス）が年間23万人を輸送し両キャンパスを結ぶ。リンカーンセンター・キャンパスは20階建てマクマホン・ホールからマンハッタンを一望。アルビン・エイリー・アメリカン・ダンス・シアターとの提携でBFAダンス学位も提供。法学部は全米トップクラス。",
  "Hamilton College": "全米リベラルアーツ大学Forbes 15位の名門校。必修科目・配分要件なしのオープンカリキュラムで自由な学びを実現。2024年に5,000万ドルのInnovation Center着工（AR/VR、ロボティクス、メイカースペース）。Bristol Fellowshipで3万ドルの探求資金。Columbia・Dartmouthとの3-2工学プログラム。約3分の2が海外留学。1,300エーカーの広大なキャンパス。",
  "Hofstra University": "1935年創立のニューヨーク州ロングアイランドに位置する私立総合大学。マンハッタンまで約40km、電車で1時間以内という立地を活かし、メディア、ビジネス、医療分野でのインターンシップ機会が豊富。U.S. News & World Reportの2026年版で全米183位にランクイン。アメリカで唯一、3回連続で大統領選挙討論会（2008年、2012年、2016年）を開催した大学として知られる。2008年のオバマ対マケイン、2012年のオバマ対ロムニー、2016年のクリントン対トランプの各討論会がキャンパス内で行われた。\n\n医学部（Donald and Barbara Zucker School of Medicine at Hofstra/Northwell）は2011年に開設され、U.S. Newsの医学研究部門で全米30位。ロースクールの模擬裁判プログラムは全米13位、オンラインMBAは全米29位と評価されている。映画学部はVariety誌により北米トップ30に5年連続で選出。185の学部プログラムと170の大学院プログラムを提供し、ニューヨーク都市圏で工学・医学・法学の全てを持つ3大学の1つ。\n\n著名な卒業生には、アカデミー賞5回受賞の映画監督フランシス・フォード・コッポラ（『ゴッドファーザー』三部作、『地獄の黙示録』）、アカデミー助演男優賞受賞俳優クリストファー・ウォーケン、ニューヨーク州初のアフリカ系アメリカ人知事デビッド・パターソン、人気シットコム『Everybody Loves Raymond』のクリエイター、フィリップ・ローゼンタール、NFLニューヨーク・ジェッツで11シーズン活躍したワイドレシーバー、ウェイン・クレベットなどがいる。244エーカーのキャンパスには美術館やギャラリーがあり、200以上のクラブ・団体が活動。NCAA Division Iで21の運動部が活動している。",
  "Ithaca College": "1892年創立、ニューヨーク州イサカに位置する私立大学。音楽院として設立され、現在はメディア・コミュニケーション学部と音楽・演劇・ダンス学部で全国的に知られる。670エーカーのキャンパスで学生対教員比率11:1。U.S. News 2026年版で北部地域大学13位、学部教育2位。Princeton Reviewでラジオ分野1位、演劇分野7位にランクイン。70,000人以上の卒業生ネットワーク。著名な卒業生にはウォルト・ディズニー・カンパニー会長兼CEOボブ・アイガー、『ブレイキング・バッド』『ベター・コール・ソウル』主演俳優ロバート・オデンカーク、『バフィー』『ボーンズ』俳優デビッド・ボレアナスなどがいる。",
  "Long Island University": "1926年創立、ニューヨーク州に複数キャンパスを持つ私立大学。ブルックリンキャンパスとロングアイランドの330エーカーの「ゴールドコースト」キャンパスを中心に展開。Forbes「体験学習重視校」、ブルッキングス研究所「学生成果への付加価値」で評価。150以上の学位プログラムと20万人以上の卒業生ネットワーク。獣医学部、AACSB認定ビジネススクール、会計学専門スクールを擁する。著名な卒業生には俳優ジョン・レグイザモ（トニー賞特別賞受賞）、世界最大のヘッジファンド・ブリッジウォーター創業者レイモンド・ダリオ、元Yahoo! CEOテリー・セメル、女優ジャッキー・ハリー（アフリカ系初のエミー賞コメディ助演女優賞）、発明家ジョイ・マンガーノなどがいる。",
  "Marist College": "ハドソン川沿いの美しい242エーカーのキャンパスを持つ私立大学で、2025年1月にMarist Universityに改称。US News地域大学北部9位、学部教育5位にランクイン。IBMとの30年以上にわたる産学連携で全米屈指のテクノロジー環境を誇り、FDR大統領図書館のデジタルアーカイブも運営。イタリア・フィレンツェに分校を持ち、学生の50%が留学を経験、Open Doors Reportで全米8位の留学実績。1978年設立のMarist Pollは全米初の大学運営世論調査で、FiveThirtyEightからA評価を獲得しNBC News・NPR・PBS NewsHourと提携。ファッションプログラムはBusiness of Fashionから世界トップ10に選出。ボート部はハドソン川沿いに専用ボートハウスを持ち、1961年から伝統を誇るDivision I強豪。卒業生にはNY市長エリック・アダムス、NBAのリック・スミッツ、ジャーナリストのビル・オライリーらがいる。",
  "Mercy University": "1950年創立、シスターズ・オブ・マーシーにより設立されたニューヨーク州の私立大学。ドブスフェリーを本部に、マンハッタン、ブロンクスにもキャンパスを展開。ニューヨーク州最大の私立ヒスパニック・サービング機関。40州51カ国から8,500人以上の学生が在籍し、100以上の学位プログラムを提供。U.S. News 2026年版で北部地域大学116位、社会的流動性28位。著名な卒業生には映画『プレシャス』でアカデミー賞主演女優賞にノミネートされたガボレイ・シディベ、メッツ1986年ワールドシリーズ優勝の立役者ムーキー・ウィルソン、元NY州副知事メアリー・ドノヒューなどがいる。",
  "Molloy College": "1955年にドミニコ修道会アミティビル聖十字架女子修道会がトーマス・E・モロイ司教の支援を受けロックビルセンターに設立。1941年に購入した25エーカーの土地で44人の女子学生と教育・看護の2学位でスタート。1972年に看護で男子受入開始、1982年に完全共学化、2022年6月にモロイ大学に改称。ドミニコ会四本柱（学び・霊性・共同体・奉仕）を教育理念に据える。看護学部はNiche全米24位、ニューヨーク州2位、College Factual全米8位（上位1%）でCCNE認定。2024年NCLEX初回合格率91.3%、卒業生の年収中央値は学士105,747ドル、修士133,952ドルと全国平均を大きく上回る。全米最大級の学部看護プログラムの一つ。NCAA Division IIでEast Coast Conference所属、野球は2021-22年に連続ECCチャンピオン。",
  "The New School": "1919年にチャールズ・ビアード、ジョン・デューイ、ジェームズ・ロビンソン、ソースタイン・ヴェブレンら進歩的学者により、学問の自由と知的探求のための場としてニュー・スクール・フォー・ソーシャル・リサーチとして創立。従来の大学に代わるオープンカリキュラム、最小限の階層構造、論争的アイデアの自由な議論を特徴とし、米国初の成人教育を提供した大学。1933年にナチスから逃れた学者のための「亡命大学」を設立。グリニッチ・ヴィレッジに位置し、パーソンズ・デザイン学校、ユージン・ラング・リベラルアーツ・カレッジ、パフォーミング・アーツ・カレッジ（マネス音楽学校含む）、ソーシャルリサーチ・スクールの4部門を持つ。パーソンズは1896年に画家ウィリアム・メリット・チェイスが設立、1904年に全米初のファッションデザイン、1906年にインテリアデザイン、1910年にグラフィックデザインプログラムを開始。著名な卒業生にはマーク・ジェイコブス、ダナ・キャラン、アイ・ウェイウェイ、ジェイソン・ウー、映画監督ジョエル・シューマッカー、ベラ・ハディッドがいる。",
  "Northeast College of Health Sciences": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "New York University": "ニューヨーク、アブダビ、上海の3つの学位授与キャンパスと世界12の拠点を持つグローバル大学。ティッシュ芸術学部は映画学校として全米首位の評価を受け、マーティン・スコセッシ、スパイク・リー、レディー・ガガを輩出。スターン経営大学院は1900年設立の全米最古級ビジネススクール。マンハッタンのグリニッジ・ヴィレッジに溶け込むキャンパス。",
  "Pace University": "1906年にホーマーとチャールズ・ペイス兄弟が600ドルを借りて、マンハッタンの旧トリビューン・ビルの1教室でペイス・インスティテュートとして創立。当初はニューヨーク州CPA試験準備のためのビジネススクールで、10人の男性と3人の女性に会計と商法を教えた。1947年にニューヨーク州教育委員会から大学資格を取得、1963年にゼネラルフーズ社長でペイス卒業生のウェイン・マークスの寄付によりプレザントビル・キャンパスを開設、1973年に正式に総合大学となった。ニューヨーク市とウェストチェスター郡にキャンパスを持ち、13,000人以上の学生にビジネス、医療専門職、法学、芸術のプログラムを提供。ルービン・ビジネス・スクールは1906年の創立以来の伝統を持つ。著名な卒業生には俳優のジョン・レグイザモとテイラー・キニー、作家のマリオ・プーゾ（ゴッドファーザー）、テレビ司会者のテッド・コッペル、スポーツキャスターのイアン・イーグルがいる。",
  "Rensselaer Polytechnic Institute": "1824年創立の英語圏・西半球最古の工科大学。1835年に全米初の土木工学学位、1961年に初の環境工学学位、2007年に初の学部ゲームデザイン学位を授与。「実践による学習」を創設時から重視し、多くのアメリカの工科大学がこのモデルを採用。265エーカーのキャンパスはハドソン川を見下ろす丘陵に位置し、1,250エーカーのテクノロジーパークも運営。",
  "Rochester Institute of Technology": "1829年にロチェスター・アテナエウムとして創立、ロチェスターの名の由来となったナサニエル・ロチェスターが初代学長。1885年創立のメカニクス・インスティテュート（ヘンリー・ロンブ創設）と1891年に合併、1944年に現校名に改称し本格的な研究大学に。1966年に連邦政府により全米初・世界最大の聴覚障害学生向け技術大学「国立聴覚障害者技術研究所（NTID）」の設置校に選定。学生の8.8%が聴覚障害者で、ASL通訳やキャプション付与を全学で提供。1912年開始のコーププログラムは全米最古かつ最大級で、毎年約3,500名が2,000社以上で就業体験。マイクロエレクトロニクス工学の学士号を提供した全米初の大学。11名の関係者がピュリツァー賞を受賞。著名な卒業生にはフレデリック・ダグラスの孫娘で慈善家のフレデリッカ・ダグラス・スプレイグ・ペリー、元AP通信社長兼CEOトム・カーリー、初代Macintosh設計者スティーブ・キャップス、Kinect・HoloLens発明者アレックス・キップマン、jQuery開発者ジョン・レジグ、Datto創業者オースティン・マッコード（2020年に5,000万ドル寄付）、4度のピュリツァー賞受賞フォトジャーナリストのウィリアム・スナイダーがいる。",
  "University of Rochester": "1921年創立のイーストマン音楽学校は世界3位（北米首位）の評価を受け、3,094席のイーストマン・シアターを持つ。1929年に全米初の光学研究所を設立し、光学・フォトニクス・イメージング分野で世界的名声。音楽と光学という独自の強みを融合した学際研究を推進。シブリー音楽図書館は北米最大の学術音楽図書館。",
  "Skidmore College": "モットーは「Creative Thought Matters」。2024年にBillie Tisch Center for Integrated Sciences（165フィート彫刻含む）完成。Princeton Review 2025年「財政支援満足度」全米1位。Periclean Honors ForumでシチズンシッププロジェクトとCapstoneを必修。Dartmouthとの工学協力プログラム。75%がインターン経験。100%の財政需要を充足。平均クラス16人で94%が30人未満。",
  "St. John's University-New York": "Forbes「アメリカトップカレッジ」202位。全国大学で社会的流動性35位（NY私立で2番目、カトリック大学で2番目）。リスク管理・保険プログラムは全米9位。ローマ、パリ、アイルランドに海外キャンパスを持つ。2024年秋に新St. Vincent Health Sciences Centerが開館。BIG EASTで野球10回優勝。マディソン・スクエア・ガーデンでバスケの試合も。100カ国以上から学生が集まる。",
  "Farmingdale State College": "SUNYシステムの州立大学でロングアイランドに位置。U.S. News 2026年版で北部地域カレッジ7位（前年16位から10ランク上昇）、公立大学4位、ベストバリュー5位、退役軍人向け2位、学部教育1位。51%がマイノリティ学生で過半数。HEED賞2回受賞、連邦政府からHSIおよびAANAPISI認定。退役軍人・軍関係学生が約230名でSUNY最高比率。工学は全米上位20%でニューヨーク州25位。ビジネス、工学技術、学際研究、刑事司法、コンピュータ情報科学が人気。380エーカーの郊外キャンパスに約10,000名が学ぶ。学生対教員比率18:1。",
  "University at Albany": "2004年に全米初のナノスケール科学工学カレッジ（CNSE）を設立し半導体・チップ製造研究をリード。社会的流動性で全米22位。ホームランドセキュリティ・サイバーセキュリティ学部が前年比24.7%成長。Albany Medical CenterやAlbany Law Schoolとの早期保証プログラムで医法進学をサポート。SUNY全体で最高評価。",
  "Binghamton University": "1946年に第二次世界大戦から帰還した地元退役軍人のためにエンディコットに「トリプル・シティーズ・カレッジ」（シラキュース大学分校）として創立。IBMの創設メンバーで地元ブルーム郡に拠点を置いたトーマス・J・ワトソンが土地を寄付。1950年にSUNYに編入し、開拓者ロバート・ハーパーにちなみ「ハーパー・カレッジ」に改称。1965年にストーニーブルック、オールバニー、バッファローと共にSUNY4大ユニバーシティ・センターの一つに選定。Forbes 2024でニューヨーク州公立1位、U.S. Newsで全米バリュー4位。「Public Ivy」の一校。小規模システム統合・パッケージングの州立卓越センター（S3IP）を擁しマイクロエレクトロニクス研究をリード。ノーベル化学賞受賞者1名。著名な卒業生には黒人初の米議会政党院内総務ハキーム・ジェフリーズ下院民主党院内総務、「マッド・アバウト・ユー」主演のコメディアン、ポール・ライザー、シンガーソングライターのイングリッド・マイケルソン、ABCニュース法務特派員でエミー賞3度受賞のサニー・ホスティン、ブルームバーグ端末開発の中心人物でBloomberg L.P.共同創業者トーマス・セクンダ、インテルCEO（11万人の従業員と780億ドルの売上を統括）ボブ・スワン、振付師ビル・T・ジョーンズがいる。",
  "University at Buffalo": "ニューヨーク州立大学（SUNY）システムの2つの旗艦校の一つで、州内最大の公立大学。R1研究大学で全米公立大学36位。土木工学は全米5位、歯学部は全米8位の評価。ミラード・フィルモア大統領が設立に関わった歴史的背景も。140以上の学部専攻と220以上の修士課程を提供する総合大学。",
  "Stony Brook University": "1957年にロングアイランドの中等数学・科学教員養成校としてオイスター・ベイのプランティング・フィールズ（ウィリアム・ロバートソン・コーの旧邸宅）に創立。1962年に慈善家ウォード・メルヴィルが寄付した土地にストーニーブルック村近くへ移転。1965年に第2代学長ジョン・S・トールが就任し、1,800名から17,000名に成長、医学・歯学・看護学・社会福祉学部を設置しノーベル賞受賞者C・N・ヤンらを招聘。SUNYシステムの2つの旗艦校の一つでAAU加盟の研究大学。2003年に化学教授ポール・ローターバーがMRI開発に貢献した核磁気共鳴研究でノーベル生理学・医学賞を受賞。2011年にジェームズ・サイモンズ夫妻から1億5,000万ドル（SUNY史上最大）、2023年にサイモンズ財団から5億ドル（全米公立大学への寄付額2位）を受贈。韓国・仁川グローバルキャンパスに海外拠点を設置。著名な卒業生には史上最年少29歳でアカデミー主演男優賞を受賞したエイドリアン・ブロディ（「戦場のピアニスト」）、MLB通算377セーブのジョー・ネイサン、「Operating System Concepts」著者のコンピューター科学者アヴィ・シルバーシャッツ、スタンフォード大学教授でトポロジカル絶縁体研究の張首晟がいる。",
  "SUNY College of Environmental Science and Forestry": "1911年創立、環境科学・林業に特化したアメリカでも珍しい専門大学。シラキュース大学に隣接し、特別な連携関係を維持。R2（研究活動の高い博士課程大学）に分類される。U.S. News 2026年版で全米158位、州立大学84位。環境科学、野生生物学、林業、自然資源管理、保全生物学など50以上の学位プログラムを提供。著名な卒業生にはベストセラー『植物と叡智の守り人』の著者でポタワトミ族植物学者ロビン・ウォール・キマラー、ベトナム戦争で初の名誉勲章受章者ロジャー・ドンロン、ウィルダネス・ソサエティ創設者ロバート・マーシャル、ゲーム『Age of Empires』シリーズの共同デザイナー、ブルース・シェリーなどがいる。",
  "SUNY Brockport": "1835年創立、SUNY（ニューヨーク州立大学）システムの一校。ロチェスター近郊の464エーカーの広大なキャンパスを持つ。U.S. News 2026年版で北部地域大学64位、州立大学21位。州内学費は年間約8,800ドルと手頃。著名な卒業生には俳優ウィリアム・フィクナー（『アルマゲドン』『ダークナイト』）、詩人リ・ヨン・リー、振付師ウェイン・シレント、元FBI犯罪プロファイラーのクリントン・ヴァン・ザントなどがいる。",
  "SUNY Buffalo State University": "SUNY（ニューヨーク州立大学）システムの一校で、バッファロー大学（UB）とは別の独立した大学。応用経済学、クリエイティブスタディーズ、法科学、美術修復などSUNY唯一のプログラムを持つ。SUNY初の海外留学プログラム（イタリア・シエナ）を設立した大学でもある。著名な卒業生にはエミー賞受賞TVプロデューサーのトム・フォンタナ（『OZ』『ホミサイド』）、『マーフィー・ブラウン』のダイアン・イングリッシュ、グー・グー・ドールズのジョン・レズニック、バッファロー市初の黒人市長バイロン・ブラウンなどがいる。",
  "State University of New York at Cortland": "1868年創立、SUNYシステムの中でも歴史ある大学の一つ。体育教育・スポーツ科学分野で全国的に高い評価を持つ。U.S. News 2026年版で北部地域大学33位、州立大学13位とSUNY系列でもトップクラス。1889年には同校初のアフリカ系アメリカ人卒業生エイブラハム・リンカーン・デモンドを輩出し、黒人平等運動の先駆者となった。著名な卒業生にはコメディアン・俳優のケビン・ジェームズ（『キング・オブ・クイーンズ』）、WWEレスラーのミック・フォーリー、米軍史上初の女性四つ星将軍アン・ダンウッディ、元CIA長官ジョージ・テネット、UFC元バンタム級王者アルジャメイン・スターリングなどがいる。",
  "SUNY at Fredonia": "1826年創立、ニューヨーク州で7番目に古い大学でありSUNYシステム最西端の大学。伝統的に音楽教育で知られ、現在は80以上の専攻と50以上の副専攻を提供。U.S. News 2026年版で北部地域大学76位、州立大学25位。学生対教員比率11:1という少人数教育が特徴。キャンパスは世界的建築家I.M.ペイが1968年にマスタープランを設計し、国立建築博物館が「I.M.ペイの訪れるべき理想的な場所」に選定。著名な卒業生にはアカデミー賞2度ノミネートの女優メアリー・マクドネル（『ダンス・ウィズ・ウルブズ』『バトルスター・ギャラクティカ』）、UCバークレー化学教授マイケル・マーレッタなどがいる。",
  "SUNY College at Geneseo": "1867年創立、ニューヨーク州の公立オナーズカレッジとして知られるリベラルアーツ校。Forbes 2024-25年版で全米156位、公立大学69位。ニューヨーク州の13州立総合大学で唯一、アメリカ最古の学術栄誉協会Phi Beta Kappaの支部を持つ。著名な卒業生には俳優ウィリアム・サドラー（『ショーシャンクの空に』）、コダックCEOジェフ・クラーク、ミシェル・オバマ元首席補佐官ジャッキー・ノリス、『リアル・ワールド』共同制作者ジョナサン・マレー、人気YouTuber CGP Greyなどがいる。",
  "State University of New York at New Paltz": "1828年創立、SUNYシステムの中でも特に芸術・演劇・映画分野で全国的に知られる大学。ハドソン川渓谷に位置し、ニューヨーク市から約90マイル北。U.S. News 2026年版で北部地域大学20位、退役軍人向け大学6位。州内学費は年間約8,600ドルと手頃。著名な卒業生にはエミー賞受賞俳優ジョン・タトゥーロ（コーエン兄弟作品常連）、アカデミー賞9部門受賞『ラストエンペラー』主演のジョアン・チェン、ザ・ストロークスのドラマー、ファブリツィオ・モレッティ、『オレンジ・イズ・ニュー・ブラック』のヴィッキー・ジューディ、ザ・ディクテイターズ創設メンバーのアンディ・シェルノフなどがいる。",
  "SUNY Oneonta": "1889年創立、SUNY（ニューヨーク州立大学）システムの一校。60以上の学術プログラムを提供し、ビジネスプログラムはAACSB認定を受けている。U.S. News 2023年版で北部地域大学75位。著名な卒業生には俳優ビル・プルマン（『インデペンデンス・デイ』『スペースボール』）、NASAの宇宙飛行士ロナルド・ギャラン、NBC気象予報士ビル・カリンズ、ESPNのNFLレポーター、サル・パオラントニオなどがいる。",
  "State University of New York at Oswego": "1861年創立、オンタリオ湖畔に位置するSUNYシステムの大学。700エーカーの美しいキャンパスで60の専攻、70以上の副専攻、40以上の大学院プログラムを提供。U.S. News 2026年版で北部地域大学28位、退役軍人向け大学11位、州立大学14位。Princeton Reviewの「全米トップグリーンカレッジ」にも選出。96,000人以上の卒業生ネットワークを持つ。著名な卒業生にはNBC『トゥデイ』の気象キャスター、アル・ローカー、コメディアンのジェリー・サインフェルド（後にクイーンズカレッジへ転校）、ESPNスポーツキャスターのスティーブ・レビー、PwCグローバル会長ロバート・モリッツなどがいる。",
  "SUNY College at Potsdam": "1816年創立、SUNY・CUNYシステムで最も古い公立大学。全米で最も歴史ある音楽教育機関の一つであるクレイン音楽学校（Crane School of Music）を擁し、SUNY唯一の「オール・スタインウェイ」認定校。2021年には全米10校のみの「ヤマハ優秀教育機関」にも選出。学生対教員比率7:1の少人数教育で、シンフォニーと合唱団はカーネギーホールやリンカーンセンターで演奏実績を持つ。著名な卒業生にはグラミー賞受賞オペラ歌手ルネ・フレミング、メゾソプラノ歌手ステファニー・ブライス、TVプロデューサーのチャック・ロリー（『ビッグバン・セオリー』）、2度のピューリッツァー賞受賞写真家ステファン・サヴォイア、PEN/フォークナー賞作家T・C・ボイルなどがいる。",
  "SUNY at Purchase College": "1967年にネルソン・ロックフェラー知事により「SUNYシステムの文化の宝石」として設立された芸術系公立大学。リベラルアーツと芸術コンサバトリーを融合させたユニークな教育を提供。500エーカーのキャンパスにはSUNY最大の舞台芸術センター（1,400席のコンサートホール含む4劇場）を持つ。ダンスプログラムは全米でも最高峰のコンサバトリーの一つで、演劇・映画学部の卒業生は「パーチェス・マフィア」と呼ばれハリウッドで強い影響力を持つ。エミー賞6回受賞のスタンリー・トゥッチ、ソプラノズとNurse Jackieでエミー賞のエディ・ファルコ、ウェズリー・スナイプス、パーカー・ポージー、ゾーイ・クラヴィッツ、コンスタンス・ウーらの俳優、レジーナ・スペクター、モービー、ミツキ、アイス・スパイス、グラミー賞歌手サマラ・ジョイらのミュージシャンを輩出。",
  "SUNY Old Westbury": "1965年創立、ロングアイランドのオールドウェストベリーに位置するSUNYシステムの大学。ニューヨーク市から約35km、605エーカーの緑豊かなキャンパスを持つ。2023年に大学（University）の地位を獲得。U.S. News 2026年版で北部地域大学98位、社会的流動性（Social Mobility）では全米9位という高評価。フォレンジック会計の修士プログラムはAccounting.comで全米3位にランクイン。学生の69%がマイノリティという多様性に富んだキャンパスで、高等教育多様性優秀賞（HEED Award）を8年連続受賞。著名な卒業生には法学教授ケビン・J・グリーン、ジャズミュージシャンのクレイグ・S・ハリス、米陸軍少将アンドリュー・P・シェイファー・ジュニアなどがいる。",
  "SUNY College at Plattsburgh": "1889年創立、ニューヨーク州北部に位置するSUNYシステムの公立リベラルアーツ校。70カ国から留学生を受け入れる国際色豊かなキャンパス。U.S. News 2024年版で北部地域大学49位、州立大学17位。アイスホッケーが特に強く、男子は3回、女子は7回のNCAA Division III全国優勝を誇る。著名な卒業生には俳優ティム・ロビンス（『ショーシャンクの空に』で主演）、性格派俳優マイケル・リスポリなどがいる。",
  "Empire State University": "1971年創立のニューヨーク州立大学（SUNY）システムの一員。サラトガ・スプリングスに本部を置く。社会人学生、軍人、働きながら学ぶ成人向けの柔軟なオンライン教育で知られる。MBAプログラムはAlbany Business Reviewで4年連続首都圏1位。ビジネス、心理学、健康専門職、教育、学際研究などが人気専攻。オンラインで学位取得が可能で、忙しいスケジュールに合わせた学習が可能。軍人支援プログラムが充実し、派遣中の軍人にも対応。卒業6年後の年収中央値は約50,000ドル。学生対教員比率17:1。",
  "Syracuse University": "ニューハウス公共コミュニケーション学部は全米最高峰のメディア教育機関。1932年に全米初の大学単位ラジオ講座、1947年に初の大学ラジオ局WAER、1956年に初のTV教育を開始。25万平方フィートの3棟複合施設を持ち、First Amendment（修正第1条）がガラス窓に刻まれている。学生運営のニュースメディア、PR会社、広告代理店で実践経験を積める。",
  "Excelsior University": "1971年にニューヨーク州教育委員会により、外部学位プログラム（リージェンツ外部学位プログラム）として創立。フォード財団とカーネギー財団の助成金で開発され、社会人学習者が職業経験や大学経験を単位に変換してキャリアアップに必要な学位・資格を取得できる革新的なプログラムだった。1986年にリージェンツ・カレッジ、2001年にエクセルシオール・カレッジ、2022年に総合大学モデルへの成長を示すためエクセルシオール大学に改称。1998年に私立非営利独立機関として認可を取得。ニューヨーク州オールバニーを本拠とし、フロリダ州セントピーターズバーグにも教育拠点を持つ。ビジネス、健康科学、教養、看護、公共サービス、テクノロジーの6分野で準学士から修士号、証明書プログラムを提供。事前学習評価により職業経験、軍務経験、代替教育を単位認定し、従来の教室出席なしで学位取得を加速。50年以上の社会人・非伝統的学習者支援の経験を持ち、19万人以上の学位取得を支援。",
  "Vassar College": "全米リベラルアーツ大学13位の名門で退役軍人向け1位。演劇・心理学・ロシア語の授業を全米初で提供、学部認知科学学位も全米初。完全オープンカリキュラム、50専攻1,000コース以上。年間50以上の演劇公演。教員の70%がキャンパス在住。全米最大級の学部図書館（100万冊）にアインシュタイン特別コレクション。60カ国への留学プログラム。",
  "Appalachian State University": "U.S. News南部地域大学3位、公立2位。「南部最も革新的な大学」4年連続1位。National Board認定教師輩出数で9年連続全米1位（累計2,215人）。Open Doors 2024年で海外留学者数全米3位。Hickoryキャンパスは前年比41%成長。2024年度研究費2580万ドルで過去最高。学生負債は全米最低水準。ブルーリッジ山脈の1,200エーカーキャンパス。",
  "Davidson College": "全米リベラルアーツ大学13位で学部教育4位の南部名門校。Honor Codeにより自己スケジュール・無監督の期末試験を実施。Need-blind入学＋ローンなし財政支援は全米24校のみ。ローズ奨学生23人輩出。リベラルアーツ大学としては珍しいNCAA Division Iに所属。71%が海外留学。Lake Normanに110エーカーの湖キャンパス。シャーロットまで19マイル。",
  "Duke University": "南部の名門で「南のハーバード」とも呼ばれる。8,600エーカーの広大なキャンパスにゴシック建築のデューク・チャペルがそびえる。1年生は全員イーストキャンパスに居住し、強い学年の絆を形成。バスケットボールの名門で、チケット獲得のための「K-Ville」テント村は名物。リサーチ・トライアングルの一角として、NC州立、UNCチャペルヒルと連携。",
  "East Carolina University": "ノースカロライナ州唯一の医学部・歯学部・工学部を全て持つ大学。NC州第4の規模で1,600エーカー。Miller School of Entrepreneurshipは州初の起業学スクール（2015年）。Washington Monthly 2024年で公共貢献度全米70位。イタリア・チェルタルドにも海外キャンパス。州内学費7,437ドルは非常に手頃。全教員の81%がフルタイム。",
  "Elon University": "ノースカロライナ州の名門私立大学で、U.S. News 2026年版全米大学117位。5年連続で「学部教育の卓越性」全米1位という快挙を達成。「最も革新的な大学」13位。学生の成功につながる8つの学術プログラムカテゴリ全てでトップ10入りする全米唯一の大学。ビジネススクールはPoets&Quantsで全米トップ40の学部ビジネスプログラム。プリンストンレビューで2025年ベストオンキャンパスMBA、ベストバリュー大学に選出。法科大学院も革新的なスキル重視カリキュラムで高評価。656エーカーの郊外キャンパスに約6,500名が学ぶ。学生対教員比率11:1。4年卒業率80%、定着率90%。",
  "Fayetteville State University": "1867年創立、ノースカロライナ州で2番目に古い州立大学。南部初のアフリカ系アメリカ人教師養成機関として設立された歴史的黒人大学（HBCU）。ノースカロライナ大学システムに属し、サーグッド・マーシャル大学基金加盟校。U.S. News 2026年版で南部地域大学52位、社会的流動性14位。Best Value Schoolsでノースカロライナ州1位、AffordableSchools.netでオンライン心理学・刑事司法プログラム全米1位。著名な卒業生には元NBAプレイヤー・コーチのダレル・アームストロング、米陸軍予備役初の女性最上級曹長ミシェル・S・ジョーンズ、WWFレスラー「ジャンクヤードドッグ」シルベスター・リッター、国防長官ロイド・オースティン夫人シャーリーン・オースティンなどがいる。",
  "High Point University": "1924年創立、ノースカロライナ州ハイポイントに位置する私立リベラルアーツ大学。ピエドモント・トライアドの中心に位置し、グリーンズボロ・ウィンストンセーラムまで各18分。73の専攻、70の副専攻、20以上の大学院プログラムを提供。U.S. News 2025年版で南部地域カレッジ13年連続1位、最も革新的な南部地域カレッジ10年連続1位。Princeton Review 2025年版で学生寮全米2位。著名な卒業生には元財務長官ジョン・W・スノー、NASCARドライバーのオースティン・ディロン、カントリー歌手ドナ・ファーゴ（グラミー賞受賞）、硫黄島の戦いで17歳でメダル・オブ・オナーを受賞したジャック・ルーカスなどがいる。",
  "North Carolina A & T State University": "全米最大のHBCUで、アフリカ系アメリカ人エンジニア輩出数全米1位。WSJで公立HBCU1位評価。Money誌で「全米最も手頃な博士研究大学」。U.S. News「最も革新的な大学」25校に選出。ホームカミング「GHOE（Greatest Homecoming on Earth）」は13万人以上を動員する全米最大級のイベント。NSFから半導体研究に300万ドルの助成。",
  "University of North Carolina at Chapel Hill": "1789年設立のアメリカ初の公立大学で、18世紀に学位を授与した唯一の公立大学。2023年度の研究費は15億ドルで全米9位。Public Ivyの代表格で、公立校のベストバリュー全米首位。ロードス奨学生44人を輩出し全米12位。シンボルの「オールドウェル」で水を飲むと幸運が訪れるという伝統も有名。ピースコープ・ボランティア輩出数も全米トップクラス。",
  "University of North Carolina at Charlotte": "R1研究大学で研究費は10年間で272%増加。U.S. News公立81位で2020年から76ランク上昇、カロライナ地域最速の成長。NC公立で唯一「最も革新的な大学」45位にランクイン。看護学士は58ランク上昇し全米54位。パートタイムMBAはNC公立1位。ダウンタウンに143,000平方フィートのDubois Centerを持ち軽電車で本キャンパスと接続。18社のFortune 1000企業が近接。",
  "University of North Carolina at Greensboro": "南部最古の音楽学部を持つR2研究大学。2024年にGoogleが資金提供するサイバーセキュリティ・クリニックを開設し中小企業を保護。ノースカロライナ最長のコンサート&レクチャーシリーズを運営。全ホームゲーム無料で学生に開放しGreensboro Coliseumでのバスケも無料。多様性と包括性で知られるキャンパス。",
  "North Carolina Central University": "1910年創立、ノースカロライナ州ダーラムに位置する歴史的黒人大学（HBCU）。ノースカロライナ大学システムに属し、48の学部・大学院・博士プログラムを提供。U.S. Newsで全米HBCU14位、州内HBCU2位、公立HBCU5位にランクイン。看護学部は全米HBCU5位。ジャズ研究プログラムにはグラミー賞受賞サックス奏者ブランフォード・マルサリスが教授として参加。著名な卒業生にはアトランタ初の黒人市長メイナード・ジャクソン、ヴォーグ誌初のアフリカ系男性クリエイティブディレクター、アンドレ・レオン・タリー、映画『タイタンズを忘れない』のハーマン・ブーンコーチなどがいる。",
  "North Carolina State University at Raleigh": "ノースカロライナ州最大のR1研究大学。工学、統計学、農学、繊維学、デザインに強み。138年の歴史を持ちリサーチトライアングルの中心に位置。Centennial Campusには70以上の企業・政府機関が入居しインターン機会が豊富。量子コンピューティング、AI、がん研究など最先端分野をリード。",
  "University of North Carolina Wilmington": "ケープフィア川と大西洋の間に位置する美しい沿岸キャンパス。海洋科学プログラムは全米から学生を惹きつけ、Myrtle Grove近くにCenter for Marine Scienceを運営。2024年8月に8万平方フィートのDiscovery Hallがオープン。ノースカロライナ経済に32億ドル貢献。退役軍人向け大学で南部9位。MarineQuestで4〜17歳の海洋教育アウトレッチを実施。661エーカー。",
  "University of North Carolina at Pembroke": "1887年創立、アメリカ先住民ランビー族の教育機関として設立された独自の歴史を持つ州立大学。1939年から1953年まで全米唯一の先住民向け州立4年制大学だった。ノースカロライナ大学システムに属し、8,000人以上の学生が在籍。U.S. News 2024年版で南部地域大学45位、州立大学19位、学部教育10位。全米小規模公立大学で軍関係者向け2位、軍人配偶者向け4位。学生対教員比率18:1で、全クラスを教授が担当。著名な卒業生にはランビー族歴史学者アドルフ・ダイアル、NFL審判ブラッド・アレンなどがいる。",
  "Wake Forest University": "2008年に全米トップ30大学初のテスト・オプショナル入試を導入した先駆者。導入後、非白人学生比率は18%から30%に増加。50以上の専攻と60以上の副専攻を提供し、4年間の学内居住を保証。教員との1対1面接を重視し、独自のエッセイ課題で学生の創造性を評価。シャーロット、ワシントンD.C.、ベニス、ウィーン、ロンドンにもキャンパスを展開。",
  "Western Carolina University": "UNCシステム最西端の大学でブルーリッジ・グレートスモーキー山脈に囲まれた682エーカーのキャンパス。Brinson Honors CollegeはUNCシステム初のレジデンシャル・オナーズ・カレッジで1997年創設。Eastern Band of Cherokee Indiansと連携したCherokee Centerを1975年から運営。看護プログラムはノースカロライナ州で高評価。社会的流動性で全米81位。",
  "University of North Dakota": "R1研究大学で州内唯一の法学部・医学部を持つ。航空学部John D. Odegard Schoolは全米で最初にドローン（UAS）運用学位を創設し、業界から高評価。2021年に全米初のU.S. Space Force大学パートナーシップに参加。州経済に年間15億ドル貢献。2025年秋に15,844人で過去最高の入学者数を記録。卒業生の平均初任給は大卒平均より35%高い。",
  "North Dakota State University-Main Campus": "カーネギー認定R1研究大学108校の一つ。工学（土木・電気・機械）、農学、薬学が特に強い。州全域18,488エーカーに農業研究拠点を展開するランドグラント大学。ノースダコタ州第4位の雇用主。FCSフットボールは2010年代に9回の全国優勝。2024年に旧工学棟を解体し2026年完成予定の新Richard Offerdahl工学棟を建設中。卒業率は2014年の23%から2024年に41%へ改善。",
  "University of Akron Main Campus": "高分子科学・プラスチック工学で世界1位（EduRank）。全米初かつオハイオ州唯一の緊急事態管理・国土安全保障学士課程。全米唯一の腐食工学学士課程も持つ。Esportsプログラムは全米2位。マスコットZippyは2024年NCAAトーナメントで全米1位に選出。心理学史アーカイブはスミソニアン協会と提携。オハイオ州バリュートップ10。",
  "Bowling Green State University-Main Campus": "全米唯一のLife Designプログラムを全学生規模で提供し、学業・ウェルビーイング・ネットワーク構築・キャリアを統合設計。オハイオ州公立初のコンピュータサイエンス学士課程を創設、現在はサイバーセキュリティと計算データサイエンスを専門化。光化学博士課程も全米初。Quality Matters Online Learner Support認定取得はオハイオ州唯一。オンライン学士は州2位・全米57位。",
  "Case Western Reserve University": "クリーブランド・クリニックと連携したラーナー医学校は全米初の学費無料医学校（2008年〜）。全員に全額奨学金を提供し、成績ではなくポートフォリオ評価を採用。1952年に全米最先端の統合医学カリキュラムを開発、1956年にはMD-PhD複合学位を全米初で提供。5.15億ドルのヘルス・エデュケーション・キャンパスはフォスター＋パートナーズ設計。",
  "University of Cincinnati-Main Campus": "オハイオ州シンシナティに位置する歴史ある州立大学。Co-op（産学協同教育）プログラムの発祥地として知られ、実践的な教育に強み。ビジネス、ヘルスサイエンス、工学が人気で、音楽・芸術学部も高評価。都市部キャンパスで、P&Gなど地元大企業とのつながりが深い。",
  "Cleveland State University": "2024年に創立60周年を迎え145,000人以上を輩出。Levin College公共政策大学院のUrban Policy専攻は全米3位、Local Government Managementは全米12位（共にオハイオ州1位）。NEOMED提携で学部生に医学部早期入学と6年制薬学プログラムを提供。Property Managementプログラムは卒業生1人あたり2〜3社から内定を取得。Cleveland Clinic勤務卒業生1,000人以上。",
  "University of Dayton": "1850年にフランス・アルザス出身のマリアニスト会士レオ・マイヤーらが、コレラ流行で娘を亡くした農夫ジョン・スチュアートから125エーカーの農場を購入し、セント・メアリーズ・スクール・フォー・ボーイズとして14人の生徒で開校。1855年に火災で全焼するも数ヶ月で再開、1882年に大学となり、1920年に現在の名称に変更。1935年に女子大学を併設、1937年に女性を本学に受け入れ開始。1970年に理事会に初めて一般信徒が参加、2002年に初の一般信徒学長が就任。米国3校のマリアニスト大学の一つで、オハイオ州第2位の私立大学。カトリック・マリアニストの価値観に基づき、奉仕、正義、平和のための教育を重視。著名な卒業生にはノーベル化学賞受賞者チャールズ・ペダーセン、ユーモア作家アーマ・ボンベック、NFL監督チャック・ノルとジョン・グルーデン、ウィリス・タワー（旧シアーズ・タワー）設計者ブルース・グラハム、オーストラリア・ニューサウスウェールズ州初の女性首相クリスティーナ・ケネアリーがいる。",
  "Denison University": "1831年創立で革新性4位のオハイオ州リベラルアーツカレッジ。Journey Programでキャリア探索を1年次から開始。キャリアサービスはPrinceton Review全米3位。同窓生限定のDenison Exclusive Internshipプログラム。Washington大・RPIとの3+2/4+2工学連携。毎年Bluegrass Festivalを開催しAmerican Roots Music専攻も提供。850エーカーのキャンパス。",
  "Franklin University": "1902年にコロンバスYMCAの商業学校として設立、1933年にベンジャミン・フランクリンにちなみ現名称に改称した私立非営利大学。120年以上にわたり社会人学生に特化した教育を提供し、オハイオ州最大の社会人向け大学（25歳以上の学生比率）。全米135以上のコミュニティカレッジと単位互換協定を持ち、編入に強い。オンラインスクールとしてオハイオ州1位にランクイン。ビジネスプログラムはIACBE認定（1999年〜）、看護プログラム（BSN、MSN、DNP）はCCNE認定。サイバーセキュリティはNSA・DHS・FBIによるCenter of Academic Excellence in Cyber Defense（CAE-CD）指定校。2016年にDBA・DHA・DPSの3つの博士課程を開始。学費は学士・準学士が1単位398ドル、修士が670ドルと社会人に配慮した設定。約45,000人の卒業生を輩出し、Maryhaven CEOのOyauma Garrison、Columbus Blue Jackets誘致に貢献したDavid Paitsonらを輩出。",
  "Kent State University at Kent": "オハイオ北部最上位の公立大学でR1研究大学。建築学士は州3位・全米バリュー8位。建設管理学部は全米9位。オハイオ最大の大学航空機34機を保有し年間16000時間の飛行訓練。14年連続Military Friendly School認定。フィレンツェとNYにも拠点を持ち200以上の留学プログラム。",
  "Kenyon College": "1824年創立のオハイオ州最古の私立大学で名門リベラルアーツカレッジ。文章力育成に定評があり、全専攻で強い執筆能力を養成。The Kenyon Reviewは全米最高峰の文芸誌。STEM博士号取得率で全米8位（全アイビーを上回る）、医学部合格率約90%。男子水泳は31年連続NCAA D3優勝。100%がキャンパス居住の完全寮制。1,000エーカーの田園キャンパス。",
  "Marietta College": "1835年にオハイオ州で設立された歴史あるリベラルアーツカレッジ。学生数約1,200名で、石油工学プログラムは全米でも数少ない学部レベルのプログラムとして高い評価を得ている。著名な卒業生にはノーベル平和賞受賞者で第30代副大統領のチャールズ・ドーズがいる。オハイオ川沿いの美しいキャンパスを持ち、ボート部は全米トップクラスの強豪。リーダーシップ教育に力を入れており、McDonough Leadership Programは全米で注目されている。",
  "Miami University-Oxford": "オハイオ州オックスフォードに位置する「パブリック・アイビー」の一つ。学部教育の質は全米12位で、フロリダのマイアミ大学より先に創立された歴史を持つ。起業家教育は中西部2位、ゲームデザインは中西部4位。卒業率82%・新入生定着率90%と高く、55%以上が留学を経験。美しいレンガ造りのキャンパスが特徴。",
  "Oberlin College": "名門リベラルアーツカレッジに全米最古の音楽院を併設するユニークな構成。ダブルディグリー制度の先駆者（約100年前に創設）で毎年40人が音楽と他分野を同時専攻。240台以上のスタインウェイピアノ、32台のオルガン、9つのコンサートホール。年間500以上の公演（ほぼ無料）。MacArthur Fellow輩出数でリベラルアーツ大学1位。90%以上が奨学金を受給。",
  "Ohio Northern University": "1871年にヘンリー・ソロモン・レーによってオハイオ州エイダで設立された名門私立大学。U.S. News中西部地域カレッジ1位（2年連続）、オハイオ州総合1位、Wall Street Journal全米122位（584校中・オハイオ州2位）・オハイオ州Best Value1位・卒業生給与上昇率オハイオ州1位（全米40位）、Washington Monthly全米9位など、数々のランキングで圧倒的な評価を獲得。Carnegie分類では卒業生の収入が同等レベルの他大学より高い「Lower Access, Higher Earnings」に分類される全米10%の精鋭校。工学部は非博士課程で全米12位（オハイオ州1位）、土木工学全米11位、電気工学全米15位。薬学部（Raabe College of Pharmacy）は全米でも7校しかない0-6 Direct Entry Programを持ち、NAPLEX合格率98%、PGY-1レジデンシーマッチ率は全米トップ10でクリーブランドクリニックやジョンズ・ホプキンス病院に輩出。法学部（Pettit College of Law）はオハイオ州で2番目に古く、Trial Advocacy全米24位（オハイオ州1位）、公益法律職で全米9位。ビジネス学部（Dicke College）は世界上位5%未満のAACSB認証取得、Bloomberg Businessweek全米45位。Co-opプログラムではNASA、SpaceX、Google、Honda、GE Aerospace、Marathon Petroleumなど一流企業で実務経験を積める。卒業生就職率は97%で全米平均を大きく上回る。著名な卒業生にはオハイオ州知事リチャード・デワイン、下院議員マイケル・ターナー（NATO議会総会元議長）、PixarアニメーターRobert Peterson（『カールじいさんの空飛ぶ家』共同脚本・声優）、American Mathematical Monthly創刊者ベンジャミン・フィンケル、マッカーサー・フェロー受賞者バルデマル・ベラスケス、クリーブランドクリニック共同創設者などがいる。1910年にはタフト大統領が卒業式で演説。1923年から続くマスコット「Polar Bears」（愛称クロンダイク）のもと、NCAA Division IIIで男子バスケットボールが1993年全米チャンピオンに輝き、水泳部は2005-2016年OACを支配した強豪。学生対教員比率13:1の少人数制で、教授との密接な関係が築ける環境。韓国・漢陽大学やアイスランドでのロースクール留学プログラムなど、グローバルな学びの機会も充実している。",
  "Ohio State University-Main Campus": "コロンバスの60,000人以上が在籍する全米最大級のキャンパスを持つ。200以上の学部専攻、278の大学院プログラムを提供。北極研究センター、エリー湖の淡水研究所、オハイオ・スーパーコンピューターセンターなど独自の研究施設を保有。野球・バスケ・フットボールの三冠達成は全米3校のみ。J.D.ヴァンス上院議員など政界にも多数の人材を輩出。",
  "Ohio University-Main Campus": "オハイオ州アセンズに位置し、5年連続でオハイオ州の公立大学コスパ1位に選出。医療従事者の輩出数は州内最多で、医学部の研修医マッチ率は99%。ジャーナリズム学部は全米で伝説的な評価を持つ。Honors Tutorial Collegeでは1対1のチュートリアル教育を受けられる。美しい丘陵地帯に囲まれたキャンパスが特徴。",
  "University of Toledo": "1872年創立で2024年に6年卒業率が過去最高を達成。2024年度研究費7220万ドルは歴代2位。NIHとDoDからの資金が82%以上。全米唯一の化粧品科学・処方設計修士課程を持ち、学部課程も全国的に認知。3億ドルのキャンパスマスタープランで新サイエンスビル建設予定。法学部は10年ぶりの大規模入学クラスを迎える。",
  "Wright State University-Main Campus": "航空宇宙システム工学修士は全米66位、人間工学・産業工学修士は77位。2024年に工学技術・環境学・健康科学など7つの新学位を導入。心理学プログラムはヒューマンファクター（人間と機械の相互作用）に特化した独自カリキュラム。Intelと提携しAI教育をビジネス課程に統合。295の学位プログラムを8カレッジで提供。オハイオ州Daytonに本拠を置くカーネギー認定研究大学。",
  "Youngstown State University": "1908年にYMCAの商業法コースとして始まり、1916年にヤングスタウン・アソシエーション・スクールに統合、1921年にヤングスタウン工科大学、1927年にヤングスタウン・カレッジ、1955年に大学に昇格、1967年に州立となり現校名に。オハイオ大学システム最東端の大学。フットボールでは1991年、1993年、1994年、1997年にNCAAディビジョンI-AA（現FCS）全国選手権を制覇し、ノースダコタ州立（8回）、ジョージア・サザン（6回）に次ぐ4回の優勝を誇る。この4回の優勝全てを率いたジム・トレッセル監督は2001年にオハイオ州立大学に移り、2025年からオハイオ州副知事を務める。1941年10月17日、ドワイト「ダイク」ビードがペナルティフラッグを発明し、オクラホマシティ大学戦で初使用されフットボール史上の標準装備となった。25人がNFLと契約し、7人がスーパーボウルに出場。ケント州立大学、アクロン大学と共に1975年にノースイースタン・オハイオ大学医学校（現NEOMED）を設立。著名な卒業生には「マリード・ウィズ・チルドレン」のアル・バンディ役と「モダン・ファミリー」のジェイ役で知られる俳優エド・オニール、1980年にイーグルスをスーパーボウルに導いた元NFLクォーターバックで解説者のロン・ジャウォルスキ、ヘール・ボップ彗星共同発見者トーマス・ボップ、ワシントン・ポスト初の黒人記者シメオン・ブッカー、ナイキ・リーボック・アディダスのマーケティング幹部ソニー・ヴァッカロ、COVID-19対策で注目されたオハイオ州保健局長エイミー・アクトンがいる。",
  "University of Central Oklahoma": "1890年創立のオクラホマ州最大の都市圏大学。100%風力エネルギーで稼働し独自のリサイクル・バイオ燃料生産も行う環境先進校。Jazz Labは昼は録音スタジオ、夜は一般公開のライブハウスというユニークな施設。WSJ 2025年で学生体験度オクラホマ公立1位。社会的流動性で全米90位。無料バス「Broncholink」10路線運行。",
  "Oklahoma State University-Main Campus": "オクラホマ州を代表するランドグラント研究大学。ビジネス、工学、農学が強く、R1（最高研究活動）大学に分類される。レスリングはNCAA最多55回の全国制覇を誇る名門。伝説的コーチJohn Smithの後任にオリンピック金メダリストDavid Taylorが就任。「America's Greatest Homecoming」と称される伝統行事も有名。",
  "University of Oklahoma-Norman Campus": "ビジネススクールは全米公立33位で起業家教育が特に強い（公立14位）。ソフトボールは2021〜2024年に4連覇、フットボールはハイズマン賞受賞者7名を輩出。FAAと提携した航空管制官訓練プログラムは卒業後すぐに現場配属が可能。2024年からSEC加盟。",
  "Southeastern Oklahoma State University": "1909年にオクラホマ州議会により12郡を管轄する師範学校として設立、「昇る太陽の学校」「千本のマグノリアのキャンパス」の愛称を持つ。1921年に4年制、1974年に大学昇格。航空科学研究所（ASI）はAABI国際認定を受けた50年以上の歴史を持つパイロット養成プログラムで、オクラホマ州トップ5、全米トップ100にランクイン。John Massey School of BusinessはAACSB認定。野球は11回のカレッジ・ワールドシリーズ出場、オクラホマ州最多の66人のオールアメリカン、64人のプロ選手を輩出し、2000年にNCAA Division II全国制覇。卒業生にはNBA殿堂入りのデニス・ロッドマン、カントリー歌手リーバ・マッキンタイア、チカソー族知事ビル・アノアタビー、チョクトー族首長グレゴリー・パイル、染色体研究の父J・ハーバート・テイラーらがいる。",
  "Lewis & Clark College": "ポートランドの137エーカー森林キャンパスはPrinceton Review「最も美しいキャンパス」トップ10。電力100%を風力発電で賄い2040年までに投資ポートフォリオの温室効果ガスゼロを目指す。1962年から始まった独自の海外留学プログラムは全員に海外経験または地域文化学習を義務付け。法科大学院と教育大学院も併設。Tryon Creek State Natural Areaに隣接する自然環境。",
  "Oregon State University": "オレゴン州コーバリスに位置する州の旗艦研究大学。コンピューターサイエンスと工学が特に強く、林業・環境科学でも全米をリード。オンラインプログラムも充実しており、柔軟な学習が可能。太平洋岸北西部の美しい自然に囲まれたキャンパスで、サステナビリティへの取り組みでも知られる。",
  "University of Oregon": "Nike創業者フィル・ナイトが計10億ドルを寄付。フィル＆ペニー・ナイト・キャンパスはバイオエンジニアリング・再生医療を推進し、3Dプリント整形外科インプラントなど革新的研究を展開。ナイキ共同創業者のビル・バウワーマンはオレゴン大学の伝説的陸上コーチ。学生スポーツ施設は全米最先端で、マシュー・ナイト・アリーナは2011年完成。「ダックス」の愛称で親しまれる。",
  "Portland State University": "太平洋岸北西部の社会的流動性1位で全米42位。1993年導入のUniversity Studies（新入生からシニアキャップストーンまでの一貫カリキュラム）はU.S. News「注目プログラム」に複数回選出。視覚障がい者教育プログラムは太平洋岸北西部・アラスカ・ハワイで唯一。オンライン教育学修士は全米35位（2023年82位から47ランク上昇）。Princeton Review全米トップ50グリーン大学。オレゴン初のフェアトレード認定大学。",
  "University of Portland": "1901年にポートランド大司教アレクサンダー・クリスティの要請でノートルダム大学と同じ聖十字架修道会により「太平洋岸北西部のノートルダムを作れ」との挑戦を受けて設立。オレゴン州唯一の総合カトリック大学。ウィラメット川を見下ろす崖の上のキャンパスは1891年創立のメソジスト系ポートランド大学跡地。US News 2026で西部地域大学2位、学部教育3位、ベストバリュー6位。看護学部は西部4位、工学部はABET認定でNike・Adidas・Intelなど地元企業との連携が強い。卒業6ヶ月以内の就職・進学率85%、STEM分野23%、初任給中央値75,000ドル。サッカーの名門でNCAAカレッジカップ（男子）を3回制覇、オリンピック金メダリストを多数輩出。卒業生にはミーガン・ラピノー、クリスティン・シンクレア、ケイシー・ケラー、Big Bang Theoryのクナル・ナイヤー、ベストセラー作家ジーン・アウルらがいる。",
  "Reed College": "全米で最も知的に厳格な名門リベラルアーツカレッジの一つ。全員必修の1年間Humanities 110と卒業論文が特徴。リベラルアーツ大学唯一の原子力研究炉を所有し、学生が原子炉運転免許を取得可能。Caltech・Columbia・Duke等との3-2工学・林学プログラム。Honor Principleで学生の自治と信頼を重視。test-blind入学。キャンパスを二分する渓谷は国立野生生物保護区。",
  "Western Oregon University": "1856年創立のオレゴン州最古の公立大学。モンマスに位置し、約4,000人の学生を抱える中規模校。オレゴン州で最も長い教員養成の歴史を持ち、幼児教育から中等教育まで幅広い教職課程を提供。特筆すべきは聴覚障害学・アメリカ手話（ASL）研究プログラムで、ASL Studies学士号、通訳学修士号、リハビリテーション・メンタルヘルスカウンセリング修士号を提供し、聴覚コミュニティへのサービス専門家を育成している。ASLはアメリカで3番目に使用される言語であり、WOUはその教育で長い実績を持つ。NCAA Division IIに所属し、Great Northwest Athletic Conference（GNAC）でウルブズとして競技。著名な卒業生にはNFLプレイヤーのジェイソン・スロウィー（49ers）とタイレル・ウィリアムズ（Chargers/Raiders）、MLBピッチャーのダン・ストレイリー、映画「ジュラシック・パーク」のアリアナ・リチャーズ、ストロングマン競技者のロバート・オベルストがいる。",
  "Albright College": "1856年創立、ペンシルベニア州リーディングに位置する私立リベラルアーツカレッジ。ペンシルベニア・ドイツ系福音主義伝道師ジェイコブ・オルブライトにちなみ命名。マウント・ペン山麓の118エーカーのキャンパスで学生対教員比率10:1の少人数教育。U.S. News 2026年版で全米リベラルアーツカレッジ170位、社会的流動性63位。Princeton Reviewの「北東部ベストスクール」に14年連続選出。著名な卒業生にはREI社長兼CEOエリック・アーツ、フィラデルフィア市議会初のアフリカ系議長ジョセフ・コールマン、ブルース・スプリングスティーンとエルトン・ジョンのマネージャーを務めた伝記作家ボブ・スピッツなどがいる。",
  "Bryn Mawr College": "名門女子大Seven Sistersの一校でU.S. Newsリベラルアーツ大学30位。360°プログラムで複数科目を学際的に統合し体験学習（旅行・コミュニティワーク）と結合。自己統治協会（Self-Government Association）とHonor Codeで自己スケジュール試験を実施。Columbia・Caltechとの3-2/4-1工学プログラム。Haverford・Swarthmore・UPennとのコンソーシアム。学部教育11位。",
  "Bucknell University": "全米リベラルアーツ大学30位で革新性7位の名門校。リベラルアーツ大学としては規模が大きく7つの工学プログラム、ビジネススクール、60以上の専攻を提供。生物物理学、細胞生物学/生化学、動物行動学など学際的専攻が充実。Dublin留学では全員にインターン保証。統合5年プログラムで学士＋修士を取得可能。田園449エーカーキャンパス。学生教員比9:1。",
  "Carnegie Mellon University": "1979年創設のロボティクス研究所は世界初のロボット工学専門学術機関。2023年には学部ロボティクス専攻も開設。AI研究はハーバート・サイモンとアレン・ニューエルが1950年代に創始。自動運転車、宇宙探査、災害救助ロボットで世界をリード。コンピュータサイエンスと芸術・デザインを融合したETC（エンターテインメント・テクノロジー・センター）も有名。",
  "Dickinson College": "1783年創立で米国独立後初の認可大学。独立宣言署名者ベンジャミン・ラッシュが設立。サステナビリティ教育センターを持ち環境意識の高い教育を提供。15のDickinson運営留学プログラムを含め67%が海外留学。2024年にQ-Fellowsプログラム（データ分析実践）を開始。Burgess Institute for Global Economyでビジネスリーダー育成。2024-25年に9,200万ドルの奨学金を授与。",
  "Drexel University": "フィラデルフィアに位置し、1919年から続く全米最大級のCo-opプログラムを運営。94%の学生が参加し、5年制では3回・計18ヶ月の就業経験を同一学費で取得可能。1,400以上の企業と提携し、31カ国で国際Co-opも展開。中央値で6ヶ月22,000ドル以上の報酬を得られる。AmeriCorpsとの提携で非営利団体でのCo-opも開始し、社会貢献と実務経験を両立。",
  "Duquesne University": "1878年にピッツバーグのパン屋の2階で40人の学生と6人の教員で開校した私立カトリック大学。聖霊修道会（スピリタン）によって設立され、全米唯一のスピリタン運営高等教育機関。1911年にペンシルベニア州初のカトリック大学となる。ピッツバーグのBluffと呼ばれる丘の上の49エーカーのキャンパスを持つ。US News 2025で全国大学165位、ベストバリュースクール58位。法科大学院は全米92位で3年連続トップ100維持、バー試験対策で全米6位。看護修士は34位、薬学は49位、作業療法は30位。音楽学部は1966年からNASM認定で、ジャズプログラムは全米的に知られ、ピッツバーグ交響楽団のメンバーやグラミー受賞者が教壇に立つ。西ペンシルベニアの弁護士の約30%が卒業生。卒業生にはNBA初の黒人ドラフト選手チャック・クーパー、CIA・NSA長官マイケル・ヘイデン、歌手ボビー・ヴィントン、グラミー13回受賞のジム・アンダーソンらがいる。",
  "Franklin and Marshall College": "1787年創立で独立戦争後の最古級大学の一つ。ベンジャミン・フランクリンから初の基金を受けた歴史。英国バースにキャンパスを持ちiF&Mプログラムで1年次から留学可能。気候・サステナビリティ、創作、起業、公共サービスの4つの特別フェローシップ。Columbia・Case Westernとの3-2工学プログラム。2024年卒業生の92%が就職または進学。College Houses制の寮生活。",
  "Gettysburg College": "1832年創立でゲティスバーグ戦場跡に隣接する225エーカーのキャンパス。南北戦争研究の学際的マイナーは唯一無二。Eisenhower Institute（アイゼンハワー大統領のリーダーシップ遺産）とCivil War Instituteを運営。2024年にGuided Pathwaysで全学生に教員・課外・キャリアアドバイザーのチーム支援。2024-25年にDiv IIIスポーツで全国29位（過去最高）。",
  "Haverford College": "名門リベラルアーツカレッジでWashington Monthly 6位。学生自身が作成・運営するHonor Codeがキャンパス生活全体を統治する独自文化。Tri-College Consortium（Bryn Mawr・Swarthmore）+ Quaker Consortium（UPenn）で4校の授業にアクセス。カリフォルニア工科大との3+2工学、UPennとの4+1プログラム（リベラルアーツ大学初のアイビー工学連携）。全米最古の大学arboretum。",
  "Indiana University of Pennsylvania-Main Campus": "ペンシルベニア州立システムで唯一PhDを授与する大学。U.S. News 2026年版で全米大学329位、公立大学178位。刑事司法オンライン修士が全米21位。安全・健康・環境応用科学プログラムはペンシルベニア州1位、全米2位。ウォール・ストリート・ジャーナル、プリンストンレビュー、カレッジマガジンのペンシルベニア州トップ10などに選出。140以上の学部課程、56の修士課程、14の博士課程を提供。オンライン教育、看護、刑事司法の修士がU.S. News 2024年版ベストオンラインプログラムに選出。ペンシルベニア州インディアナに位置。",
  "Kutztown University of Pennsylvania": "ペンシルベニア州にある州立大学。U.S. News 2024-2025年版で北部地域大学115位（前年から1ランク上昇）、公立大学42位。2011年以来連続で第1層にランクイン。プリンストンレビュー2024年版で「中部大西洋ベスト」97校に選出。心理学は全米上位15%でペンシルベニア州15位。教育学部と視覚・舞台芸術学部が強く、科学・看護も成長中。130の学部課程と23の大学院課程（コンピュータサイエンス修士、公共行政MPA、博士2課程含む）を提供。289エーカーのキャンパスに約6,300名が学ぶ。新入生定着率78%は全国平均68%を上回る。",
  "Lafayette College": "全米リベラルアーツ大学30位の名門校でABET認定工学プログラム（土木・機械・電気・化学・環境）を持つ希少なリベラルアーツ大学。Sidney Kimmel Medical Collegeとの医学部早期保証プログラム。2024年に年収20万ドル以下の家庭にローンなし財政支援を拡大。Posse Foundationと提携し全額奨学金を提供。2025-26年に創立200周年。基金10億ドル以上。340エーカーキャンパス。",
  "Lehigh University": "ベスレヘムのサウスマウンテン斜面に広がる360エーカーのキャンパスを持つ。72エーカーのマウンテントップ・キャンパスでは学生が学際的な実世界プロジェクトに取り組むイノベーション拠点を展開。Iacocca Hallの展望タワーからは街を一望できる。学生教員比率10:1で、R1研究大学として革新的研究を推進。工学・ビジネスの統合教育で評価が高い。",
  "Lycoming College": "1812年にペンシルベニア州ウィリアムズポートで設立された、アメリカで最も古い大学の一つ。合同メソジスト教会系のリベラルアーツカレッジで、学生数約1,100名。天文学プログラムが特に有名で、キャンパス内のDetwiler Planetariumは地域の教育拠点となっている。考古学、心理学、生物学も強い分野。少人数制のクラス環境（平均16名）で、約95%の学生がキャンパス内に居住するコミュニティ重視の大学。著名な卒業生には元NFLクォーターバックのジョン・リーブスがいる。",
  "Millersville University of Pennsylvania": "1855年創立、ペンシルベニア州初のノーマルスクール（師範学校）として設立された歴史ある州立大学。ペンシルベニア州立高等教育システム14校の一つ。250エーカーのキャンパスでリベラルアーツ教育を提供。U.S. News 2026年版で北部地域大学98位、学部教育11位という高評価。NCAA Division IIのPSACで43回のカンファレンス優勝実績。著名な卒業生にはヒップホップグループ「ザ・ルーツ」のMCでジミー・ファロンのトゥナイトショー常連のタリク・トロッター（ブラック・ソート）、NBA史上4人目の女性正規審判アシュリー・モイヤー＝グライヒ、MIT教授で世界初の動力型義足開発者ヒュー・ハーなどがいる。",
  "Pennsylvania State University-Main Campus": "「We Are Penn State」の掛け声で知られる強固な絆を持つ州立大学。275以上の学部専攻を提供。10万人収容のビーバー・スタジアムは全米最大級で、「世界最高の学生応援席」と評される。THON（小児がん撲滅ダンスマラソン）は46時間続く世界最大の学生主催チャリティイベント。キャンパスは公式樹木園で1万種以上の植物を保有。Creameryは世界最大の大学乳製品店。",
  "University of Pennsylvania": "ベンジャミン・フランクリンが1740年に創立。ウォートン・スクールは世界初のビジネススクールとして1881年設立され、現在もMBAプログラムで世界首位。医学部・工学部も高い評価を受け、学際的な教育を重視。ウォーレン・バフェット、イーロン・マスク等の著名起業家を輩出。フィラデルフィア中心部のキャンパスは活気ある都市環境と学問を融合。",
  "University of Pittsburgh-Pittsburgh Campus": "1787年創立の歴史ある研究大学。42階建ての「Cathedral of Learning」は西半球最高の教育ビルで、31の国籍ルームがあり各国の建築様式を再現。UPMC（全米トップの病院）と連携し、冠動脈バイパス手術や米国初の顔面移植など医学史に残る業績を持つ。哲学科は全米トップ5、科学史・科学哲学科も最高評価を受ける。",
  "Slippery Rock University of Pennsylvania": "1889年にスリッペリー・ロック州立師範学校として教員養成校で創立、初代学長はジェームズ・E・モロー。1926年に州が買収し4年制大学に、1960年にスリッペリー・ロック・ステート・カレッジ、1983年に現校名に。ピッツバーグから北へ約80km、西ペンシルベニア最大級の611エーカーのキャンパス。2012年にシェリル・ジョイ・ノートンが同校初の女性学長に就任。ミシガン大学フットボールの試合でスリッペリー・ロックのスコアを放送する伝統は1959年に始まり、1979年9月29日にはミシガンスタジアムでシッペンズバーグ戦を61,143人の観客の前で開催（Division II記録）。1995年に女子水球がUSA Water Polo全国選手権を制覇（カリフォルニア以外の大学で唯一の優勝）。2024年に男子ラグビーが7人制全国選手権優勝。著名な卒業生にはロッキード・マーティンCEO・会長（2004-2013年）ロバート・J・スティーブンス、NCAA史上初めて3つの異なる女子バスケットボールプログラムをファイナルフォーに導いたC・ヴィヴィアン・ストリンガー監督、アラバマ大学体操部で5回の全国優勝を達成したサラ・パターソン監督、セントルイス・カージナルスのマット・アダムス、名誉勲章受章者マイケル・J・エストシンがいる。",
  "Swarthmore College": "全米リベラルアーツ大学4位の名門でノーベル賞受賞者6人（2024年物理学賞含む）を輩出。オックスフォード・ケンブリッジ式Honors Programで最後の2年間をセミナー形式で学び、世界的専門家が外部試験官を務める。リベラルアーツ大学では珍しい工学学士（B.S.）を授与。1学期目は全員Pass/Fail。年800ドルの教科書補助。425エーカーにScott Arboretum。",
  "Temple University": "フィラデルフィア北部に位置する大規模都市型州立大学。ビジネス、ヘルスサイエンス、法学で知られ、特にFox School of Businessは高評価。多様な学生構成で、働きながら学ぶ学生も多い。都市部ならではの実践的なインターンシップ機会が豊富。日本にもキャンパスを持つ。",
  "Villanova University": "フィラデルフィア郊外のアウグスティノ会カトリック大学。バスケットボールは1985年・2016年・2018年にNCAAトーナメント優勝の名門。1985年の8シード優勝は史上最低シードの優勝記録で「パーフェクト・ゲーム」と呼ばれる。2016年はブザービーターで「パーフェクト・エンディング」を演出。フリースロー成功率で全米3年連続首位は史上初。チームチャプレンが全試合に帯同する独自の精神性。",
  "West Chester University of Pennsylvania": "ペンシルベニア州立大学システム最大で、フィラデルフィア地域最大の州立大学。音楽学部は全米最古の認定プログラムの一つ。1895年にフレデリック・ダグラスが最後の公開講演を行った場所で、銅像と記念研究所がある。フォーマル詩の年次カンファレンスは1995年から開催。DC、フィラデルフィア、NYに短時間でアクセス可能。",
  "York College of Pennsylvania": "1787年創立のペンシルベニア州で最も歴史ある高等教育機関の一つ。元はヨーク郡アカデミーとして聖ヨハネ聖公会と提携して設立された。現在は5つのスクール（Graham School of Business、School of Nursing and Health Professions、Kinsley School of Engineering, Sciences, and Technology、School of Behavioral Sciences and Education、School of the Arts, Communication, and Global Studies）で70以上の学士課程プログラムを提供。看護学部はCCNE認定、工学部（土木・コンピュータ・電気・機械工学）はABET認定、ビジネスプログラムはACBSP認定を取得しており、専門分野での質の高い教育が保証されている。190エーカーの郊外キャンパスには、Iosue Student Union、Wolf Hall（芸術施設）、Grumbacher Sport and Fitness Center（週107時間利用可能）などの充実した施設がある。NCAA Division IIIで24競技を展開し、500人以上の学生アスリートが活躍。学生教員比率15:1で、約3,500人の学部生に対して個別指導に近い環境を提供している。",
  "Brown University": "1969年導入のオープン・カリキュラムで有名。必修科目がなく、学生は80以上の専攻から自由に学習計画を設計。成績はA/B/C/無記録のみでGPA非公開、競争より学びそのものを重視する独自の教育哲学を貫く。エマ・ワトソン等の著名卒業生も多く、創造性と自主性を尊ぶ校風は芸術・人文分野で特に高い評価を得ている。ロードアイランド州プロビデンスに位置。",
  "Bryant University": "1863年にジョン・コリンズ・ブライアントとヘンリー・ビードマン・ブライアントにより、簿記とビジネスコミュニケーションを教えるブライアント・アンド・ストラットン全国ビジネスカレッジとしてプロビデンスで創立。1949年に非営利化、1964年にニューイングランド学校大学協会の認定を取得し4年制大学となった。1969年にMBAプログラムを開始、1971年にスミスフィールドの現キャンパスに移転、2004年に大学に昇格。ビジネス学部、芸術科学学部、健康・行動科学学部の3学部を持ち、ビジネスプログラムは全国トップ5%にランクイン。College Factual 2025で国際ビジネス7位、会計トップ4%、マネジメント・ファイナンス・マーケティングがトップ5-6%。US News 2026で北部地域大学5位、ジョージタウン大学の調査でROI上位1%。卒業初期年収の中央値は約9万ドルで全国平均を大きく上回る。NCAA Division Iでノースイースト・カンファレンス（NEC）に所属。著名な卒業生にはMLBピッチャーのジェームズ・カリンチャク（クリーブランド・ガーディアンズ）、NCAA得点王のピーター・キス、大学ラクロス史上最高のフェイスオフ選手ケビン・マッサがいる。",
  "University of Rhode Island": "ナラガンセット湾キャンパスの海洋科学研究施設（MSRF）はニューイングランド最大・全米屈指の海水実験施設。世界中の海洋条件を再現可能。R/Vエンデバー号は40年間で100万海里を航海し600以上の調査を実施。2024年にNSFから約1.25億ドルの新研究船を受領。インナー・スペース・センターは世界唯一の海洋探査・教育ハブ。全研究助成金の30%がGSOに集中。",
  "College of Charleston": "1770年創立、1785年認可のサウスカロライナ州最古の大学であり、米国で13番目に古い高等教育機関、そして米国最古の市立大学。創設者には米国建国の父6人が含まれ、独立宣言署名者のトーマス・ヘイワード・ジュニア、アーサー・ミドルトン、エドワード・ラトリッジ、憲法署名者のチャールズ・ピンクニー、チャールズ・コーツワース・ピンクニー、ジョン・ラトリッジがいる。1829年に完成したランドルフホール（メインビルディング）はウィリアム・ストリックランド設計。ダウンタウンキャンパスは国家歴史登録財に登録され、2017年にTravel + Leisureで「全米最美のカレッジキャンパス」に選出。グライス海洋研究所を持ち、海洋生物学プログラムは100人以上の提携教員（NOAA、SC-DNR、MUSC等）と研究船・ウェットラボ・水族館などの施設で知られる。著名な卒業生にはワシントン記念塔設計者ロバート・ミルズ、元サウスカロライナ州知事で米エネルギー長官ジェームズ・エドワーズ、MLBニューヨーク・ヤンキースのブレット・ガードナー、初の共和党大統領候補ジョン・C・フレモント、俳優トーマス・ギブソン、オーランド・ジョーンズがいる。",
  "Clemson University": "サウスカロライナ州を代表する名門州立大学。工学とビジネスで高い評価を受け、卒業率87%は全米トップクラス。「Tigers」としてフットボールが非常に盛んで、学生の愛校心が強い。美しい湖畔のキャンパスと温かいコミュニティが特徴。就職率・卒業生収入も高い実力派。",
  "Furman University": "サウスカロライナ州の優れたリベラルアーツ大学で革新性11位。Pathwaysプログラムは2024年NACADA Advising Innovation Awardを受賞した独自の2年間統合アドバイジング。940エーカーのキャンパスに日本から移築した仏教寺院とソローの小屋レプリカ。6エーカーのソーラーファームで2026年カーボンニュートラルを目指す。トルーマン奨学生20人輩出。",
  "University of South Carolina-Columbia": "国際ビジネスプログラムが全米トップクラスで、特にホスピタリティ経営が高評価。2024年度の研究助成金は3億900万ドルで前年比27%増。2025年に200億円規模の医療科学キャンパスをBullStreet地区に建設開始予定。Service Saturdaysで毎週数百人が地域貢献活動に参加する伝統がある。",
  "Coastal Carolina University": "南部地域大学33位、革新性4位、学部教育7位。Waties Island（大西洋バリア島）を所有し海洋研究の自然実験室として活用する国立海洋助成機関。Princeton Review初のメンタルヘルス名誉リスト全米16校に選出。2024年秋に2980万ドルの新図書館が開館。ChantSat-1キューブ衛星によるSTEM教育を推進。Fulbright学生輩出数でSC州唯一のトップ校。",
  "South Dakota State University": "サウスダコタ州最大かつ最も包括的な大学で183分野を提供。2024年薬学部NAPLEX初回合格率100%（59人中56人受験全員合格）。リモートセンシング研究で全米7位・世界27位（上海ランキング）。USGS地理空間科学卓越センターを運営。2031年までにR1認定を目指す。SafeHome.orgでサウスダコタ州大規模キャンパス安全性1位。Brookingsは中西部大学町9位。",
  "University of South Dakota": "College Board調査で非居住者向け学費が全米旗艦大学最安（12,942ドル）。暗黒物質・二重ベータ崩壊研究のGEMARDARCのリードパートナー。生体医工学プログラムにAI・医療機器開発を統合。ビジネススクールはAI変革の最前線でハンズオン学習を提供。U.S. News教育学校136位。Honors Programで全学問分野から優秀学生を集め独自のクラスと寮生活を提供。44.5%が20人未満クラス。",
  "Austin Peay State University": "1845年以来教育機関が続く地に1927年にテネシー州議会法令により設立されたオースティン・ピー師範学校に起源を持ち、当時3期目を務めていたオースティン・ピー知事にちなみ命名。1939年に学士課程を開始（初の学位授与は1942年）、1943年にオースティン・ピー・ステート・カレッジに改称、1967年に大学に昇格。テネシー州で最も軍関連学生に選ばれる大学で、他の州立大学・カレッジの合計を上回る軍関連学生を受け入れる。全米の軍関連学生に州内授業料を適用する唯一のテネシー州立大学。フォート・キャンベル陸軍基地内にキャンパスを持ち、現役軍人、退役軍人、軍人家族向けに年5学期制の8週間加速コースを提供。軍人配偶者向けキャリア前進口座（MyCAA）プログラムで最大4,000ドルの支援も。著名な卒業生にはタイム・ワーナー元執行副社長兼CFOウェイン・H・ペイス、バージニア工科大学史上最高位の女性管理職となった副学長ペギー・メサロス、朝鮮戦争・ベトナム戦争で最も多くの勲章を受けた米陸軍将校でタイガー・フォース創設者デビッド・ハックワース大佐、第1海兵師団を指揮した初のアフリカ系アメリカ人ロナルド・L・ベイリー中将、2008年にMLBオールスターに選出された初の同校出身投手ジョージ・シェリル、NFL初の聴覚障害者選手ボニー・スローン、スーパーボウルXで34ヤードTDキャッチを決めたパーシー・ハワードがいる。",
  "Belmont University": "1890年にスーザン・ヘロンとアイダ・フッドによりベルモント女子大学としてベルモント邸跡地に設立。1913年にワード神学校と合併しワード・ベルモント・カレッジに。1951年にテネシー・バプテスト協議会が買収し男女共学のベルモント・カレッジに、1991年に大学に昇格。2007年にバプテスト協議会から独立し非宗派のキリスト教大学に。1973年に音楽界の伝説ロイ・アカフの提案でロバート・ミュロイ教授が音楽ビジネス入門コースを開始、パイオニア的な音楽ビジネスプログラムを創設。2003年にマイク・カーブ・エンターテインメント・ミュージックビジネス・カレッジに改称、2023-24年にプログラム50周年を迎えた。180以上の専攻と230の学生組織を持つ約9,000人の中規模大学。著名な卒業生にはカントリー歌手ブラッド・ペイズリー、トリーシャ・イヤウッド、スティーヴン・カーティス・チャップマン、フロリダ・ジョージア・ライン、グラミー賞ソングライターのゴードン・ケネディ（エリック・クラプトンのChange the World）、全米1位曲81曲を持つソングライターのアシュリー・ゴーリーがいる。",
  "Lipscomb University": "1891年にデイビッド・リプスコムとジェームズ・ハーディングによりナッシュビル聖書学校として9人の学生で開校。Churches of Christと密接な関係を持つキリスト教系リベラルアーツ大学。創設者リプスコムは宗教雑誌Gospel Advocateの編集者としても影響力を持ち、1903年に自らの110エーカーの農場を永続的なキャンパスとして提供。1988年に大学へ昇格。US News 2026で大きく順位を上げ、社会的流動性で50位ジャンプ。薬学博士は全米95位でテネシー州私立2位、レジデンシーマッチ率は全国トップクラス。ビジネススクールはAACSB認定でPoets&Quantsにより学部プログラムがテネシー州1位、全米トップ50に9年連続選出。看護学部のNCLEX合格率は過去8年平均95%。NCAA Division IでASUNカンファレンスに所属し、2023-24年に史上初のASUN All-Sports Awards三冠達成。卒業生にはカントリー歌手ケルシー・バレリーニ、歌手パット・ブーン、NY Times columnistデイビッド・フレンチらがいる。",
  "East Tennessee State University": "全米唯一のBluegrass・Old Time・Country Music認定プログラムと唯一のStorytelling修士課程を持つ。全米初のSport Physiology and Performance博士課程も。Quillen医学部は農村医療・プライマリケアで全米トップ評価。アパラチアントレイル100マイル以上にアクセスし「南東部アドベンチャー大学1位」。2020年以来入学者30%増。学生負債の少なさで全米トップ10%。",
  "University of Memphis": "Center for Electrified and Automated Trucking（CEAT）を開設し全米初のIndustry-University Cooperative Research Centerに。Hurt2Healingプログラムは小児外傷後メンタルヘルスケアの先駆的取り組みとしてLe Bonheur小児病院で継続。テネシー州初承認の公共民間パートナーシップでアパートスタイル学生寮を建設中。2026年秋にDoctor of Physical Therapyを開始予定。300以上の学位プログラム。",
  "Middle Tennessee State University": "テネシー州最大の地方自治体運営大学で20,000人以上が在籍。産業組織心理学修士は全米1位、オーディオエンジニアリングプログラムも全米最高評価。2024年1月にテネシー州唯一のサイバーセキュリティ管理学位を開始。テネシー州主要大学で最低学費。Charlie and Hazel Daniels Veterans Centerは大学最大級の退役軍人支援施設。72のオンライン学位を提供。",
  "Rhodes College": "メンフィスに位置する都市型リベラルアーツカレッジ。St. Jude小児研究病院と連携し1年次から先端研究に参加可能。Mike Curb Institute for Musicでメンフィス音楽シーンを体験。全米最古の大学Habitat for Humanity支部と最長の学生運営スープキッチンを持つ。65%が海外留学。70%がインターン経験。Princeton Review「ベストバリュー」6年連続選出。",
  "The University of the South": "テネシー州カンバーランド高原に13,000エーカー（全米2位の広さ）のキャンパスを持つ。Princeton Review 2024年「最も美しいキャンパス」5位。世界のサンショウウオの多くが生息する生きた実験室。全学生に夏季インターン・研究資金を保証。ローズ奨学生を多数輩出。学生消防団が活動するユニークなコミュニティ。卒業生ネットワーク10位。",
  "The University of Tennessee-Chattanooga": "SimCenterは大学キャンパスで最も強力なスーパーコンピューターの一つを擁し代替エネルギー研究をリード。産業・組織心理学修士と計算工学博士が特に有名。夏季5つのミニタームで集中学習が可能。初代Chief Canine Officer「ガンサー」は150以上の銃器を回収した元K-9。ダウンタウン立地でインターン・就職に有利。卒業後6ヶ月就職率89%。",
  "The University of Tennessee-Knoxville": "1794年創立のテネシー州旗艦校。サプライチェーン管理は全米3位、看護学は公立18位。オークリッジ国立研究所との連携で最先端研究に参加可能。革新性で全米28位（公立14位）に35ランク上昇。女子バスケットボールはNCAAタイトル8回でコネチカットに次ぐ歴代2位。",
  "Tennessee State University": "1912年創立のナッシュビルにあるHBCU（歴史的黒人大学）。テネシー州最高のHBCU、全米上位20。カーネギー分類R2（高い研究活動）を持つ中部テネシー最高の公立研究機関。歯学HBCU2位、地理学HBCU2位、航空宇宙HBCU5位、農学HBCU8位、建築HBCU8位、工学HBCU11位。健康科学カレッジは全国最大級。工学技術学部は最先端施設とパートナーシップを持つ。77の専攻で54のプログラムを提供。500エーカーの都市型キャンパスに約5,100名が学ぶ。学生対教員比率11:1。",
  "Tennessee Technological University": "1909年に設立されたディクシー・カレッジ（1912年開校）を起源とし、1915年にテネシー州立ポリテクニック・インスティテュートとして州が引き継いだテネシー州唯一の技術系大学。1965年に大学に昇格し現在の名称に。クックビルの235エーカーのキャンパスに87棟の建物を持ち、ナッシュビル、ノックスビル、チャタヌーガからそれぞれ1時間の好立地。工学部は毎年400以上の学位を7分野で授与し、テネシーテックを州唯一の技術大学として定義。工学、環境科学、特別学習の博士課程を持つ。STEM分野に重点を置きつつ、教養・看護などの伝統的プログラムも提供。OVC-ビッグサウス・カンファレンスで競技し、2025年フットボールシーズンは11-2でカンファレンス無敗8-0、FCSプレーオフ委員会で全米7位にランク。2026年からサザン・カンファレンスに移行予定。著名な卒業生にはNASA宇宙飛行士バッチ・ウィルモア（スペースシャトル・アトランティスで2009年宇宙飛行）、カントリー歌手ドッティ・ウェストとロドニー・アトキンス、元NFL攻撃タックルのフランク・オミヤレ、PGAツアー選手スコット・ストーリングス（OVCゴルファー・オブ・ザ・イヤー2回）がいる。",
  "Vanderbilt University": "ナッシュビルの音楽文化と融合する南部の名門。ピーボディ教育学部は特別支援教育で全米首位、ブレア音楽学部は唯一の総合大学付属音楽学部。143の専攻を横断する学際的教育を推進。1年生は10棟のイングラム・コモンズで教員と共に生活。「Opportunity Vanderbilt」により奨学金にローンを含めない独自の経済支援を実施。",
  "Abilene Christian University": "1906年にChurches of ChristのA.B.バレットによりChilders Classical Instituteとして設立、1920年にAbilene Christian College、1976年に現名称に。聖書の原則に基づくキリスト教教育を提供する西テキサスの私立大学。オンラインMBAは全米72位（Fortune）、AACSB認定でキリスト教的価値観とビジネス教育を融合。オンライン学士ビジネスは全米59位、オンライン教育博士は全米5位（Fortune 2022）。2021年NCAAトーナメントで14シードながら3シードのテキサス大学を53-52で撃破、1.2億ドル相当のメディア露出を獲得。2013年からDivision Iに移行。卒業生には1億冊以上を売り上げた宗教作家マックス・ルカード、五輪3金のボビー・モロー、プロレスラーJBL、Nikeイノベーションキッチンのトビー・ハットフィールド、エボラ生還者ケント・ブラントリー医師らがいる。",
  "Angelo State University": "1928年創立、テキサス州サンアンジェロに位置する州立大学。2007年からテキサス工科大学システムに所属。50の学士号、31の修士号、1つの博士号（理学療法）を提供。全米3,000校以上の中で学生一人当たりの基金額85位。著名な卒業生にはアメリカンフットボールコーチ協会会長で1974年全米最優秀コーチのグラント・ティーフ、テキサス州史上初のアフリカ系アメリカ人州全体選出官僚となったモリス・オーバーストリート判事、メダル・オブ・オナー受賞者マシュー・O・ウィリアムズ、『サバイバー』出演者ルパート・ボーンハムなどがいる。",
  "Baylor University": "1845年2月1日にテキサス共和国最後の議会により設立認可され、共和国大統領アンソン・ジョーンズが署名。テキサス州最古の継続運営大学であり、ミシシッピ川以西で最初期の高等教育機関の一つ。バプテスト派牧師ウィリアム・M・トライオン、地方裁判官R・E・B・ベイラー（大学名の由来）、テキサス初のバプテスト派宣教師ジェームズ・ハッキンズの3名が創設者。テキサス独立戦争の英雄サム・ヒューストンが最初の5,000ドル寄付。1846年にインディペンデンスで開校、1886年にウェイコ大学と合併し現在のウェイコに移転。ブラゾス川沿い1,000エーカーのキャンパスは世界最大のバプテスト系大学。1909年11月に全米初のホームカミング行事を開催し、この慣習がイリノイ大学（1910年）やミズーリ大学（1911年）など全米に広まった。カーネギー財団R1（研究活動非常に活発）大学。著名な卒業生にはテキサス州知事を務めた5名（パット・ネフ、スル・ロス、マーク・ホワイト、プライス・ダニエル・シニア、アン・リチャーズ）、ケンタッキー州選出連邦上院議員ランド・ポール、オラクルCEOマーク・ハード、アメリカン航空CEOトーマス・ホートン、ヒューストン・アストロズ元オーナーのドレイトン・マクレーン・ジュニア、ピープル誌共同創刊者ハル・ウィンゴ、HGTVの「フィクサー・アッパー」のチップ＆ジョアンナ・ゲインズがいる。",
  "Texas A & M University-Corpus Christi": "1947年にテキサス南部の高等教育拠点としてテキサス・バプテスト総会の主導で設立。ウォード島（厳密には湿地で本土と分離された半島）に位置していたが、1970年のハリケーン・セリアで甚大な被害を受け再建資金が不足、州議会がテキサスA&M大学システムの分校設置を承認。1973年に最終卒業式を行い、テキサスA&I大学コーパスクリスティ校として再出発。1977年に南テキサス大学システムの一部としてコーパスクリスティ州立大学に改称、1989年にテキサスA&M大学システムに加わり現在の名称に。全米で唯一自校の島にキャンパスを持つ大学として「アイランド大学」の愛称で知られ、240エーカーの亜熱帯の島にはヤシの木が並ぶビーチ、天然湿地、ダウンタウンを望む景観がある。85以上のプログラム（学部33、大学院25、博士6）を提供するR2研究大学。海洋科学、地理空間測量の博士号を含む。沿岸研究センター、ハート研究所、コンラッド・ブルッハー研究所など主要研究センターを持つ。",
  "Texas A & M University-Commerce": "1889年にウィリアム・レオニダス・メイヨーがテキサス州クーパーで私立師範学校として設立。1894年の火災でコマースに移転、1917年に州立化しイースト・テキサス州立師範大学に。1923年にイースト・テキサス州立教員大学、1957年に教員を外してイースト・テキサス州立大学、1965年に大学地位を取得、1996年にテキサスA&M大学システムに加わり現在の名称に。1889-1917年の間にテキサスで最も多くの教員を養成した学校で、3万人以上が基礎教育を受けた。2016年にR2（博士課程大学・高研究活動）に昇格。著名な卒業生には米下院議長史上最長を務めたサム・レイバーン（学生センターに名前を冠す）、ダラス・カウボーイズのディフェンシブエンドでスーパーボウルXII MVP ハーヴェイ・マーティン、2023年タイム誌世界で最も影響力ある100人に選ばれた小説家コリーン・フーバー（It Ends With Us）、子供番組バーニー制作者シェリル・リーチ、Rolling Stone誌チーフフォトグラファーのマーク・セリガー、ピーウィーズ・プレイハウスのセットデザイナーのゲイリー・パンターがいる。",
  "Houston Christian University": "1960年創立、テキサス州バプテスト総会に所属するヒューストンの私立大学。2022年にヒューストン・バプテスト大学から現在の名称に変更。158エーカーのキャンパスにダンハム聖書博物館、アメリカ建築・装飾美術館、南部歴史博物館の3つの博物館を擁する。U.S. News 2026年版で西部地域大学61位。Faith on Viewによりテキサス州トップ5のキリスト教大学に選出。2013年にフットボールプログラムを開始し、NCAA Division Iのサウスランド・カンファレンスで活動。NFLではベイリー・ザッペ（ペイトリオッツQB）らを輩出。著名な卒業生にはグラミー賞受賞ゴスペル歌手シンシア・クローソン、元Potbelly Sandwich Works CEOエイルウィン・ルイスなどがいる。",
  "University of Houston-Clear Lake": "1971年創立、NASAジョンソン宇宙センターから車で5分という立地を活かした宇宙科学・航空宇宙工学の名門。ヒューストン大学システムの一員で、524エーカーの自然保護区内にキャンパスを構える。97の学位プログラム（46学士、48修士、3博士）を提供し、75,000人以上の卒業生を輩出。NASAとの歴史的なつながりが深く、10人以上の宇宙飛行士を輩出。著名な卒業生には史上初のアフリカ系アメリカ人宇宙飛行士ガイオン・ブルーフォード、唯一5機全てのスペースシャトルに搭乗したストーリー・マスグレイヴ、史上初の無繋留船外活動を行ったブルース・マッキャンドレス、ベストセラー『クレイジー・リッチ・アジアンズ』著者ケビン・クワンなどがいる。",
  "University of Houston-Downtown": "ヒューストン創設地Allen's Landingの近くに位置し、2つの建物が国家歴史登録財。テキサス州最安レベルの学費でアクセシビリティを重視。社会的流動性で全米28位（U.S. News 2025）、前年から9ポイント上昇。AI修士プログラムがAI Degree Guideで「トップピック」に選出。25年計画で学生寮・コンボケーションセンター建設予定。",
  "University of Houston": "ヒューストンの都市型R1研究大学。石油工学は全米9位、ヘルスケア法・知財法は全米トップ10。ヒルトン・ホスピタリティ学部は世界35位。男子ゴルフはNCAA最多16回優勝。教科書代一括定額制「CTAP」で3学期で学生2000万ドルを節約。2024年よりBig 12加盟。",
  "Lamar University": "1923年9月17日にサウスパーク独立学区によりサウスパーク・ジュニア・カレッジとして創立、125名の学生と14名の教員でサウスパーク高校3階を使用してスタート。1932年にテキサス共和国第2代大統領で「テキサス教育の父」と称されるミラボー・B・ラマーにちなみ改称。1949年にテキサス州初のジュニア・カレッジから4年制への移行を果たしラマー州立工科大学に、1956年に人種統合、1962年に大学院設置、1970年にテキサス州公立大学初の工学博士課程を開設、1971年に大学に昇格。カーネギー財団により博士研究大学に認定（全米公立校29校のみ）。工学部は石油・ガス産業の中心地に位置し、化学・生体分子工学、土木・環境工学、電気工学、産業・システム工学、機械工学の5学部全てがABET認定。産業工学学士は全米唯一の完全オンライン産業工学学士課程。3名の卒業生が全米工学アカデミー（NAE）会員。著名な卒業生にはアポロ13号救出ミッションで大統領自由勲章を受章したNASAエンジニアのチャック・ロイストン（1961年電気工学士）、アポロ11号ミッションに携わった機械技師ジョン・ヒラサキ、全米275店舗以上のジェイソンズ・デリ創業者ジョー・トートリス（1971年MBA）、アラン・ジャクソンとジミー・バフェットの大ヒット曲「It's Five O'Clock Somewhere」作者ドン・ロリンズ、9/11ペンタゴン攻撃生存者でテキサス州上院議員のブライアン・バードウェルがいる。",
  "Texas A & M International University": "1969年にテキサスA&I大学キングスビル校の分校「テキサスA&I大学ラレード校」として創立、3・4年生と大学院生を対象とする上級課程大学として開校。1968年夏、シガロア兄弟（ホアキンとレオニデス）率いるラレード市民27名の代表団がオースティンを訪れ8,000筆以上の署名を集めて高等教育機関の設立を実現させた。1977年にラレード州立大学、1989年にテキサスA&M大学システムに加入、1993年に現校名に。1995年にラディクリフ＆スー・キラム夫妻から寄付された300エーカーの新キャンパスで1・2年生の受け入れを開始。学生の90%以上がヒスパニック系で、U.S. News & World Report 2015年「ヒスパニック系学生入学率全米1位」。2006年にラレード独立学区と早期大学高校を設立、2014年にSTEM・国際学に特化したテキサス・アカデミー・オブ・インターナショナル＆STEM研究を開校。国際ビジネスと刑事司法の2つの博士課程を持つ。著名な卒業生には2005年から連邦下院議員を務めるヘンリー・クエラー、1983-1992年に米国公民権委員会委員を務めたラレードの教育者エスター・バックリー、アメリカ南西部に関する受賞歴のある歴史家ジェリー・D・トンプソンがいる。",
  "University of North Texas": "R1研究大学でテキサス州4校のみのTexas University Fund対象校。世界初のジャズ学位を創設しOne O Clock Lab Bandはグラミー賞7回ノミネート。緊急・災害管理学位は1983年創設で全米初の包括的プログラム（FEMA第6地区と連携）。マーチャンダイジングプログラムは全米最大。音楽図書館は90万以上の録音を所蔵。2023年にAssociation of Research Librariesに加盟。",
  "The University of Texas Rio Grande Valley": "2015年8月31日に開学した、テキサス大学ブラウンズビル校（1991年創立）とテキサス大学パンアメリカン校（1927年にエディンバーグ学区のジュニアカレッジとして創立）の統合により誕生したテキサス大学システム最南端の大学。初代学長はガイ・ベイリー。テキサス州第9位、テキサス大学システム内第4位の規模で33,000人以上が在籍。学生の89%がヒスパニック系（ほぼ全員がメキシコ系アメリカ人）で全米最大級のヒスパニック系多数派大学。研究費は史上初めて1億ドルを突破。3郡にまたがる6キャンパスと13研究所を運営。米墨国境のバイリンガル・バイカルチャー地域という独自の研究環境。Washington Monthly 2024年でテキサス州1位（2年連続）。著名な卒業生には1993年のソマリア内戦「モガディシュの戦闘」（映画「ブラックホーク・ダウン」の題材）を指揮したウィリアム・F・ギャリソン陸軍少将（1966年パンアメリカン大学卒、バスケットボール選手）、チカーナ・フェミニズムとクィア理論の学者でベストセラー「Borderlands/La Frontera: The New Mestiza」著者グロリア・アンサルドゥア、テキサス州上院議員フアン・イノホーサ、退役海軍少将ホセ・ルイス・ベタンコート・ジュニアがいる。",
  "Prairie View A & M University": "テキサス州第2の歴史を持つ公立大学（1876年創立）で全米第3位のHBCU規模。R2研究大学でHBCUでは11校のみ。U.S. News 2026年HBCU18位（テキサス州HBCU最高位）、SmartAsset 2025年でテキサスHBCUバリュー1位。Diverse Issues誌で黒人建築家・エンジニア輩出数全米トップ。2024年Fulbright HBCUリーダー校に認定。All-Steinway Schoolは全米185校目でHBCU4校目。",
  "Rice University": "ヒューストンのミュージアム地区に位置し、テキサス医療センターに隣接。11のレジデンシャル・カレッジ制度（2026年に12校目開設予定）でギリシャ文字組織を持たない独自の学生生活を提供。学生教員比率6:1の少人数教育で、学部生も最先端研究に参加。NASAとの協力関係も深く、工学・自然科学・医学前課程で高い評価を受ける。",
  "Sam Houston State University": "テキサス州3番目に古い公立大学（1879年創立）。刑事司法プログラムは7年連続でオンライン全米トップ3、Journal of Criminal Justiceで全国5位。テキサス州唯一のPGA公認プロゴルフマネジメントプログラム（全米17校のみ）。社会的流動性で2年連続全米21位。演劇・ダンスプログラムはDance Spectrum Magazineで全国25位。21,500人以上が在籍。",
  "Southern Methodist University": "ダラスの234エーカーに広がる美しいキャンパスを持つ名門私立大学。2013年にジョージ・W・ブッシュ大統領図書館が開設され、史上初のLEEDプラチナ認証を取得した大統領図書館として注目。80テラバイトの電子記録（10億ページ相当）は大統領図書館史上最大。9/11当日のブルホーンなど歴史的遺物を収蔵。コックス経営大学院、デドマン法学部は全米トップクラスの評価。",
  "Stephen F Austin State University": "U.S. News 2025年でテキサス州地域公立1位・西部18位。UTシステム最新メンバー。テキサス州2校のみの林業学部を持ち、東部テキサス林業地帯唯一の林業カレッジ。2024年夏には過去最多の学生が海外留学。キャンパス内にウォーターパーク・クライミングウォール完備。全米唯一級のMedical Humanitiesプログラム。全教員71%がフルタイム。",
  "Texas State University": "世界最大の法医人類学研究施設Forensic Anthropology Centerを運営。2027年R1認定を目指し研究費1.6億ドル以上（2024年度）。2024年秋からRound Rockキャンパスで初の4年間完結型学位を26プログラムで提供。犯罪学修士は全米26位タイ。教員養成で117人を公立学校に1年間配置する革新的レジデンシープログラム。41の新オンライン学位を2024-25年に開始。",
  "Tarleton State University": "2024年創立125周年で過去最高の約1万8000人が在籍。WSJ 2024年で学生推薦度全米5位（87/100点）。テキサスでラジオ局2局を運営する3大学の一つ（UTオースティン、テキサステックと並ぶ）。馬術療法プログラム「TREAT」を運営。整骨医学カレッジ設立を計画中で医師不足解消に貢献予定。R2研究大学。",
  "University of Texas Southwestern Medical Center": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "Texas A & M University-College Station": "全米で最も伝統を重んじる大学の一つで、「12th Man」「Howdy」の挨拶など独自文化が根付く。士官候補生団は陸海空軍を合わせて軍士官学校以外で最大規模。The Big Eventは2万人が参加する全米最大の一日ボランティア活動。ジョージ・ブッシュ大統領図書館を学内に持つ数少ない大学。",
  "The University of Texas at Arlington": "UTシステム第2位の規模を持つR1研究大学。2024年に米国教育省「学生成功表彰プログラム」で学士・修士・博士全てを授与する唯一の受賞校に。Military Times 2024年で退役軍人向け全米公立1位。Blaze Forwardプログラムで世帯年収10万ドル以下は学費無料。2028年に西フォートワースキャンパス開設予定。",
  "The University of Texas at Austin": "1883年創立のテキサス州旗艦校で51,000人以上が在籍する全米最大規模の大学の一つ。Public Ivyに選出。LBJ大統領図書館、ブラントン美術館、ハリー・ランサム・センターなど7つの博物館と17の図書館を保有。マクドナルド天文台も運営。年間研究費11.4億ドルを誇り、KUTラジオ局も運営。新入生定着率96%は公立大学で最高水準。",
  "The University of Texas at Dallas": "ダラス郊外リチャードソンに位置するUTシステムのテック校。コンピューターサイエンス、ビジネス、工学が非常に強く、テキサス・インスツルメンツ発祥の地という立地を活かす。STEM分野の就職率は抜群で、卒業生収入も高い。急成長中の理工系重視大学として注目されている。",
  "The University of Texas at El Paso": "米国本土最大・最古のヒスパニック系R1研究大学（学生の84%がヒスパニック系）。全米唯一のバイリンガルMFA創作文芸プログラム。2025年春にテキサス州3番目のAI学士課程を開始。ブータン・チベット様式の独特なキャンパス建築でブータン王国から木造寺院を寄贈される。研究費1億4570万ドル。社会的流動性で全米52位。看護NCLEX合格率94.6%。",
  "The University of Texas at Tyler": "1971年創立のテキサス大学システムの一員。工学と看護プログラムがU.S. News 2025年版で全米トップ100入り。工学プログラムは全米62位で6年連続トップ100、テキサス州の博士課程を持たない州立大学で3位。看護プログラムは全米74位でテキサス州6位。東テキサス唯一の総合工学スクールで、化学、土木、コンピュータ、建設、電気、機械工学を提供。看護学生は全体の26%を占める約3,000名。90以上の学部・大学院課程を約10,000名に提供。ウォール・ストリート・ジャーナルで全米トップ500。320エーカーのキャンパス。学生対教員比率17:1。",
  "Texas Christian University": "1873年に東テキサスのクラーク兄弟（アディソンとランドルフ）が父ジョセフの支援を受け、ソープ・スプリングに「アドラン男女共学カレッジ」として創立。ミシシッピ川以西、テキサス州では初の男女共学高等教育機関。1895年にウェイコに移転、1902年に現校名に改称。1910年にウェイコのキャンパスが火災で焼失、フォートワースの実業家らが20万ドルと50エーカーの土地を提供し誘致に成功、以来同地で発展。302エーカーのキャンパスには「TCUバフ」と呼ばれる金色のレンガを使ったネオクラシカル・ボザール様式の建築が並ぶ。フットボールでは1935年と1938年に全国優勝、2023年にはカレッジフットボールプレーオフ決勝に進出。著名な卒業生にはNFL殿堂入りのラダイニアン・トムリンソン、元CBSニュースアンカーのボブ・シーファー、トニー賞受賞女優ベティ・バックリー、クラスI鉄Iroad初の女性CEOとなったBNSF鉄道CEOキャスリン・ファーマー、ナイキCEOエリオット・ヒル、1-800-Flowers創業者で億万長者のジョン・デイビス、元国防副長官ゴードン・R・イングランド、NFL殿堂入りのサミー・ボー、ボブ・リリーがいる。",
  "The University of Texas at San Antonio": "テキサス第3の規模を持つR1研究大学。サイバーセキュリティプログラムはNSA・国土安全保障省認定の「卓越センター」で全米1位評価。2024年にUT Health San Antonioと合併し医学教育も強化。2025年秋にAI・サイバー・コンピューティング学部を新設。Bold Promiseで成績上位25%は学費無料。",
  "Texas Southern University": "1927年創立のヒューストンにあるHBCU（歴史的黒人大学）。カーネギー分類「R2:高い研究活動」を持つ博士研究大学。HBCU全体でテキサス州2位、全米上位25。航空プログラムHBCU4位、薬学HBCU5位、電気工学HBCU6位、法学HBCU6位、金融HBCU10位など全国的に評価。サーグッド・マーシャル法科大学院はABA認証で全米最多様な法科大学院の一つ。薬学部は2016年にNAPLEX初回合格率90%でテキサス州3位、HBCU1位。100以上の学士・修士・博士課程を提供。150エーカーの都市型キャンパスに約6,800名が学ぶ。学生対教員比率17:1。",
  "Texas Tech University": "テキサス西部ラボックに位置する大規模州立大学。「Red Raiders」の愛称で親しまれ、フットボールをはじめとするスポーツが盛ん。ビジネス、工学、生物学が強く、特に石油工学やエネルギー関連分野はテキサスならでは。広大なキャンパスと温かいコミュニティ精神が特徴で、学生満足度が高い。",
  "Texas Woman's University": "全米最大の女性中心州立大学（学生の約90%が女性）でテキサス州唯一の全学部生に多文化女性学履修を義務付け。テキサス唯一の女性・ジェンダー研究の学士〜博士一貫校。2024年に女性パイロット増加を目指す新航空プログラムを開始。Jane Nelson女性リーダーシップ研究所でリーダー育成。WSJ/College Pulse 2025年でテキサス公立5位、社会的流動性3位。",
  "West Texas A & M University": "1910年9月20日にウェスト・テキサス州立師範学校としてテキサス州7つの師範学校の一つとして創立。1909年に西経98度以西への師範学校設立が州議会で承認され、25のテキサス西部の都市が誘致合戦を繰り広げた結果、40エーカーの土地と100,100ドルの寄付を提示したキャニオンが選定。初代学長はロバート・B・カズンズ、初年度は152名の学生と16名の教員。1914年3月25日に校舎が火災で焼失するも教会や裁判所で授業を継続。1919年に初の4年制学位を授与。1963年にウェスト・テキサス州立大学に改称、1990年にテキサスA&M大学システムに加入、1992年に現校名に。1962年にヘレン・ニールが初の黒人卒業生に。1977年設立のオルタナティブ・エネルギー研究所は風力エネルギーデータ収集研究の先駆者。プロレスの名選手を多数輩出したフットボール・プログラムは伝説的で、ダスティ・ローズ、テリー・ファンク、テッド・デビアス、ティト・サンタナ、スタン・ハンセン、タリー・ブランチャード、ドリー・ファンク・ジュニアらを輩出。著名な卒業生にはNBA選手・監督モーリス・チークス、元連邦下院議員ラリー・コンベスト、バレロ・エナジーCEOウィリアム・クレシー、元FDIC議長ドナルド・パウエル、2020年東京五輪パプアニューギニア代表のレリー・カプティンがいる。",
  "Brigham Young University": "末日聖徒イエス・キリスト教会（LDS）が運営する大規模私立大学。信仰に基づいた教育方針で、Honor Codeによる厳格な生活規範がある。学費が非常に安く、生物学、ビジネス、工学が強い。卒業後の収入も高く、就職に強い。ユタ州プロボの山に囲まれた美しいキャンパスで、アウトドア活動も盛ん。",
  "Utah Tech University": "1911年9月19日に末日聖徒イエス・キリスト教会（LDS教会）のセントジョージ・ステークにより「セントジョージ・ステーク・アカデミー」として創立。キャンパス中心のエンキャンプメント・モールは1861年にモルモン開拓者が砂漠で綿花を栽培するために初めて野営した場所。1916年にディキシー師範大学、1923年にディキシー・ジュニア・カレッジに改称、1935年にユタ州高等教育システムの州立校に。1970年に4年制のディキシー・カレッジ、2000年にディキシー・ステート・カレッジ、2013年にディキシー・ステート大学に。2021年に「ディキシー」という名称の使用に関する議論を受け、ユタ州議会と知事が改名法案を承認、2022年7月1日に現校名に。ポリテクニック大学として実践的・ハンズオン学習とキャリア準備を重視。275以上のプログラムを提供し、ユタ州最低の大学授業料で州内学生の授業料は全米平均の約半分。年間300日の晴天、平均気温25度、ザイオン国立公園まで50分、ブライスキャニオン国立公園まで2時間という立地。1985年にバスケットボールチームがNJCAA全国選手権を初制覇。著名な卒業生には70億ドル規模の国際企業ライダー・システムズ会長兼CEO（ハリケーン・アンドリュー後の人道支援でアメリカ赤十字人道賞受賞）のトニー・バーンズ（バーンズ・アリーナに名を冠す）、600万枚のアルバムを売り上げカントリー・ミュージック協会「年間最優秀グループ」を4度受賞しグランド・オール・オプリに1998年殿堂入りしたダイアモンド・リオのキーボーディスト、ダン・トゥルーマンがいる。",
  "Southern Utah University": "全米最高標高の航空プログラムを持ち、固定翼・回転翼の資格取得が可能。ザイオン、ブライスキャニオン、グランドキャニオンへ1.5〜3時間でアクセス。トニー賞受賞のユタ・シェイクスピア・フェスティバルと提携した演劇プログラムが有名。Adams Shakespearean Theatreはグローブ座の精巧な再現。州議会・連邦議会インターンやエストニア留学の機会も。アウトドアレクリエーション専攻に最適な環境。",
  "Utah State University": "ユタ州ローガンに位置するランドグラント・スペースグラント大学。宇宙研究で世界をリードし、学生実験の宇宙打ち上げ数は世界の教育機関で最多。空軍研究所から10億ドルの宇宙・航空研究契約を獲得。工学、農学、航空学が強く、研究費は4億ドル超。サステナビリティにも力を入れ、22のLEED認証建物を持つ。",
  "Utah Valley University": "ユタ州オレムに位置する急成長中の州立大学。オープンアドミッションで幅広い学生を受け入れ、4年制学位と職業訓練の両方を提供するユニークな存在。ビジネス、コンピューターサイエンスが人気。シリコンスロープスと呼ばれるテック産業集積地に近く、IT企業へのインターンシップ機会が豊富。",
  "University of Utah": "ソルトレイクシティに位置するユタ州の旗艦大学。コンピューターグラフィックスの発祥地として知られ、テック分野で強い。社会科学、ビジネス、生物学も人気。スキーリゾートへのアクセス抜群で、アウトドア好きには最高の環境。スタートアップ文化も盛んで、起業家精神を育む環境が整っている。",
  "Weber State University": "ユタ州オグデンに位置する州立大学で、ワサッチ山脈を望む美しいキャンパスが特徴。U.S. News西部地域50位、コスパ25位。看護学、コンピューターサイエンスが人気で、小規模クラスと教授との距離の近さが強み。学費が非常に安く、アウトドア好きには最高の環境。",
  "Middlebury College": "全米リベラルアーツ大学13位の名門。全米屈指の語学教育で10言語の夏期集中プログラム、独自のD.M.L.（現代語学博士）を授与。Bread Loaf Writers Conferenceは1926年創設の全米最古・最も権威ある作家会議。38拠点17カ国のSchools Abroad。1月の4週間J-Termで集中履修。2005年にQuidditch発祥の地。バーモント州の美しいキャンパス。",
  "University of Vermont": "1972年創設の環境プログラムは全米最古級のキャンパス環境イニシアティブ。2030年までにカーボンニュートラル達成を宣言。持続可能性MBA全米1位（Better World MBA）。全学生が持続可能性コースを必修。バーリントン近郊の美しいキャンパスはシャンプレーン湖とマンスフィールド山を望む。EV充電ステーションをバーモント州最大規模で拡大中。Eco-Repsプログラムは全米最古・最高評価。",
  "William & Mary": "1693年にウィリアム3世とメアリー2世の勅許により設立された、米国で2番目に古い高等教育機関であり、英語圏で9番目に古い大学。1618年のケンブリッジ・オックスフォードをモデルにした植民地時代の大学構想を実現。初代学長ジェームズ・ブレアは1743年に没するまで終身在職。1695年建設のサー・クリストファー・レン・ビルディングは現存する米国最古の大学建物。全米初の政治経済学教育（アダム・スミスの「国富論」が必読書）、1779年に全米初の大学への昇格（法学・医学部設置）、全米初の近代語学講座、全米初のオナーコード（1736年）を導入。学生が1750年に全米初の大学秘密結社F.H.C.を創設、1776年にファイ・ベータ・カッパが創設された地。王室から紋章を授与された唯一の米国大学。ジョージ・ワシントンが初のアメリカ人総長（1788-99年）。著名な卒業生には米国大統領3名（トーマス・ジェファーソン、ジェームズ・モンロー、ジョン・タイラー）、独立宣言署名者7名、最高裁長官ジョン・マーシャル、大陸会議初代議長ペイトン・ランドルフ、ヘンリー・クレイ下院議長、MIT創設者ウィリアム・バートン・ロジャースがいる。",
  "Emory & Henry University": "1836年創立の南西バージニア最古の高等教育機関。著名なメソジスト主教ジョン・エモリーとバージニア州初代知事パトリック・ヘンリー（一説では姉エリザベス・ヘンリー・キャンベル・ラッセルを称えたとも）にちなみ命名。1838年春に60名の学生で授業開始。中央キャンパスは国家歴史登録財およびバージニア州歴史的ランドマークに登録。南北戦争中の1861年に閉校、1862年から1865年まで南軍の病院として使用され、ソルトヴィルの戦いの舞台に。1899年に女子入学を開始。U.S. Newsで南部地域大学21位。過去23年間で8名の教授がカーネギー財団「バージニア州または全米年間最優秀教授」を受賞し、州内の大学で最多。著名な卒業生にはバージニア州知事2名（ヘンリー・カーター・スチュアートとジョージ・キャンベル・ピアリー）、カリフォルニア州上院議長で元サンディエゴ市長のトニ・アトキンス、フォード・モーターCEO兼会長ハロルド・ポーリング、R.J.レイノルズ・タバコ創業者リチャード・J・レイノルズ、ジャンプショット発明者の一人グレン・ロバーツ（3秒ルールは彼の得点を抑えるために導入）、キティホークでライト兄弟と協力したE.C.ハフェイカー、第二次世界大戦で日本の暗号を解読した暗号学者フランク・ロウレット、PBS「アンティーク・ロードショー」のケン・ファーマーがいる。",
  "George Mason University": "ワシントンD.C.郊外バージニア州フェアファックスに位置する急成長中の州立大学。連邦政府機関やテック企業が集積する立地を活かし、コンピューターサイエンス、サイバーセキュリティ、公共政策が強い。卒業後の収入は州内トップクラス。多様性豊かで、留学生も多い国際的なキャンパス。",
  "Hampton University": "1868年に南北戦争後、解放奴隷に教育を提供するためアメリカ宣教師協会により設立された歴史的黒人大学（HBCU）。元北軍将軍サミュエル・チャップマン・アームストロングが初代校長を務めた。ハンプトン川沿いの314エーカーのメインキャンパスはバージニア州最古の博物館でありアフリカ系ディアスポラ最古の博物館であるハンプトン大学博物館を擁し、キャンパスの大部分は米国国家歴史登録財地区に指定。50の学士、25の修士、9の博士課程を含む90の学位プログラムを提供。全米HBCUで唯一NASAミッションを100%管理し、1億4000万ドルのAIMミッションを含む4つのNASA衛星プロジェクトを保有。9万8000平方フィート、5治療室を持つハンプトン大学陽子線がん研究所はHBCU初、かつ世界最大の独立型陽子線治療センター。NCAA Division IでCoastal Athletic Association所属、2016年にHBCU初のDivision I男子ラクロスチームを創設。著名な卒業生にはブッカー・T・ワシントン、NASA初の黒人女性エンジニアのメアリー・ジャクソン、オスカー受賞衣装デザイナーのルース・E・カーター、MSNBC会長ラシーダ・ジョーンズがいる。",
  "James Madison University": "バージニア州シェナンドー渓谷に位置する急成長中の州立大学。卒業率81%は州内トップクラス。看護学、ビジネス、工学（非博士課程）で高評価。全米最大規模のマーチングバンド（540名）を擁する。2024年にFBS完全加盟を果たし、フットボールでも注目。D.C.から2時間の美しいキャンパスで学生満足度が非常に高い。",
  "Liberty University": "1971年にジェリー・ファルウェル・シニア牧師とエルマー・タウンズによりリンチバーグ・バプテスト・カレッジとして創立された世界最大級のキリスト教大学。ファルウェルはバージニア州リンチバーグのトーマスロード・バプテスト教会の牧師で、1979年にはモラル・マジョリティを共同設立しアメリカの宗教右派の政治参加を促進した。1975年にリバティ・バプテスト・カレッジに改称、1980年にSACS認定を取得。1985年からオンライン教育を開始し、現在は14万人以上の学生（うち約88%がオンライン）を擁する米国最大の私立非営利大学の一つに成長。17の学部・スクールで証明書から博士号まで700以上のプログラムを提供し、政府学、神学、航空学、映画芸術、法学など幅広い分野をカバー。NCAA Division IでCUSAカンファレンスに所属し20のチームを展開。著名な卒業生にはNBAプレイヤーのセス・カリー、NFLランニングバックのラシャド・ジェニングス、Fox Newsの最高裁担当記者シャノン・ブリーム、DCTalk共同創設者のトビーマックとマイケル・テイトがいる。資産は2007年の2億5900万ドルから2020年には25億ドル以上に成長。",
  "Norfolk State University": "1935年創立、バージニア州ノーフォークに位置する歴史的黒人大学（HBCU）。サーグッド・マーシャル大学基金加盟校。バージニア州で唯一の光工学学部プログラムを持つ。U.S. Newsでトップ20 HBCUにランクイン。2020年にマッケンジー・スコットから4,000万ドル、2025年にはHBCU史上最高額となる5,000万ドルの寄付を受領。著名な卒業生にはコメディアン・俳優J・B・スムーヴ（HBO『ラリーのミッドライフ★クライシス』）、NOAA海洋大気庁初の女性・アフリカ系長官エヴリン・フィールズ、NASCAR史上初のアフリカ系女性ピットクルー、ブレハナ・ダニエルズなどがいる。",
  "Old Dominion University": "バージニア州ノーフォークに位置するR1研究大学。2024年に東バージニア医科大学と統合し、州内最大の医療科学センターに発展。沿岸レジリエンス、サイバーセキュリティ、港湾物流で全米的な研究力を持つ。NASAとの共同研究も盛ん。海事・港湾物流のMBAを提供する数少ない大学の一つで、地域経済に38億ドル貢献。",
  "Radford University": "1910年創立、バージニア州ラドフォードに位置する州立大学。ブルーリッジ山脈とアレゲーニー山脈に挟まれたバージニアハイランズ、ニュー川沿いの211エーカーのキャンパス。バージニア州8つの博士課程授与公立大学の一つで、100以上の学部プログラムと各種専門職大学院を提供。U.S. News 2026年版で全米329位。6つの学部と大学院で構成。著名な卒業生には女優ジェイマ・メイズ（『glee/グリー』エマ・ピルズベリー役）、ヤングアダルト小説『セレクション』シリーズ作家キエラ・キャス、バージニア工科大学で28年間ヘッドコーチを務め2018年カレッジフットボール殿堂入りしたフランク・ビーマーなどがいる。",
  "University of Richmond": "1830年にバプテスト教育協会として設立、1843年にリッチモンド・カレッジとして正式開校した私立リベラルアーツ大学。US News 2025-26でリベラルアーツ大学22位、9年連続トップ25入り、Most Innovative Schools 8位。学生教員比率7:1の少人数教育。E. Claiborne Robins School of BusinessはAACSB認定で学部ランキング17位（4年連続トップ20）。全米唯一のリーダーシップ学専門学部Jepson Schoolを持つ。法科大学院は全米71位。マスコットは全米唯一のスパイダー。NCAA Division Iで17競技を展開し、2008年にFCSフットボール全国制覇。卒業生にはラッパーのLil Dicky、グラミー賞歌手ブルース・ホーンズビー、元下院多数党院内総務エリック・キャンター、Murphy BrownのGrant Shaud、任天堂アメリカ元副社長Cammie Dunawayらがいる。",
  "Virginia Polytechnic Institute and State University": "1872年にバージニア州議会がモリル法の連邦資金を活用し、メソジスト系のプレストン・アンド・オーリン研究所跡地に「バージニア農工大学」として創立。初代学生アディソン・カルドウェルはクレイグ郡の自宅から25マイル以上を徒歩で入学登録に訪れ、キャンパスにはその旅路を記念する像が建つ。1896年にバージニア農工大学ポリテクニック研究所に改称、1944年にバージニア・ポリテクニック研究所（VPI）に。U.S. Newsで全米公立大学30位前後、工学部は全米トップ15。ローズ奨学生2名、マーシャル奨学生4名、フルブライト奨学生131名。名誉勲章受章者8名、将官・提督97名、宇宙飛行士2名を輩出。ノーベル賞受賞者3名（うちロバート・C・リチャードソンは1996年物理学賞を超流動ヘリウム発見で共同受賞）。著名な卒業生にはニューベリー賞受賞児童文学作家クワメ・アレクサンダー、「ロケットボーイズ」著者で元NASAエンジニアのホーマー・ヒッカム、NBCトゥデイ共同司会者ホダ・コトブ、ボーイングCEOデイブ・カルフーン、バージニア州初の女性登録プロエンジニアであるメアリー・V・ベリーがいる。卒業生は全世界で24万人以上。",
  "Virginia Commonwealth University": "バージニア州リッチモンドに位置する都市型研究大学。芸術学部（VCUarts）は全米公立大学で1位の評価。研究費5億ドル以上で全米トップ50入り。医学部、薬学部も高評価で、バージニア州初の薬学学士課程を持つ。2024年に10年間の認証を無条件で取得した数少ない大学の一つ。",
  "University of Virginia-Main Campus": "1819年にトーマス・ジェファーソンが設立。初代理事会にはジェファーソン、マディソン、モンローの3大統領が名を連ねた。アカデミカル・ヴィレッジはUNESCO世界遺産で、教会ではなく図書館（ロタンダ）を中心に据えた世界初の世俗的大学。学生自治と名誉制度（Honor Code）を重視。マッキンタイア商学部は公立大学の学部ビジネスで全米トップクラス。",
  "Washington and Lee University": "1749年創立の全米最古級の名門リベラルアーツ大学。トップリベラルアーツ大学で唯一ビジネス・ジャーナリズム・法学の認定プログラムを持つ。学生運営のHonor System（1840年代〜）で違反者は退学の単一制裁。2024年に史上最大の1.32億ドル寄付でneed-blind入学を実現。W&L Promiseで年収15万ドル以下は学費無料。フルブライト輩出で学士課程大学3位。",
  "Central Washington University": "1890年にワシントン州議会が「公立学校における指導・統治の技術を教員に訓練・教育するため」ワシントン州立師範学校（WSNS）としてエレンズバーグに設立。1891年9月6日にエレンズバーグ・ワシントン公立学校で最初の授業を開始。1893年に最初の建物バージ・ホール（初代校長ベンジャミン・バージにちなむ）が完成、1976年に国家歴史登録財に登録。1937年にセントラル・ワシントン教育大学、1961年にセントラル・ワシントン州立大学、1977年に現在の名称に。4つのカレッジ（芸術・人文、ビジネス、教育・専門学、科学）で150の学士課程と27の修士課程を提供。地質学、教育、ビジネス、航空、音楽、会計が全国トップレベル。50カ国以上100以上の大学との留学プログラムを持ち、セントラル・ワシントン考古学調査研究所も運営。著名な卒業生にはボウフレックス発明者ローランド・ウィーラー、俳優クレイグ・T・ネルソン（コーチ）、NASA宇宙飛行士ドロシー・メトカーフ＝リンダーバーガー、NFLクォーターバックのジョン・キトナがいる。",
  "Eastern Washington University": "2024年にポリテクニック大学へリブランドし応用・体験学習を重視。ワシントン州の地域大学で唯一アクティブなギリシャ文字組織を持つ。NCAAディビジョンI、Big Sky Athletic Conference所属。公共政策経済分析研究所やWomen's and Gender Education Centerなど多様な研究機関を運営。100以上の専攻分野と55の大学院プログラム。",
  "Gonzaga University": "スポケーンの小規模イエズス会大学（学部生5,000人）が、1999年のNCAAトーナメント「シンデレラ・ラン」でElite 8に進出し全米に知られるように。以来、マーク・フュー監督のもと25年連続でトーナメント出場を続ける強豪に成長。2017年には初の決勝進出。38人のイエズス会士がキャンパスに在籍し、チームの犠牲と献身の精神はイエズス会の価値観を体現。ビング・クロスビーの母校でもある。",
  "Washington State University": "R1研究大学で年間研究費3億7900万ドル。USDA研究開発資金で全米トップクラス。獣医学部はビル&メリンダ・ゲイツ財団から2500万ドルの助成を受けグローバル動物衛生学部を設立。「Cougs help Cougs」の精神でサポーティブな学生コミュニティ。太平洋岸北西部最大規模の図書館を保有。",
  "University of Washington-Seattle Campus": "Amazon、Microsoftと密接な産学連携を持つ西海岸の名門州立大学。両社から計2,000万ドルの寄付を受けたコンピュータサイエンス棟を持つ。Reutersが選ぶ「世界で最も革新的な大学」で公立大学首位。2024年にはAI研究で1.1億ドルの民間投資を獲得。Amazonは毎年100人以上のCS卒業生を採用し、過去最高を更新中。医学部、公衆衛生学も高評価。",
  "Western Washington University": "アメリカ本土最北端の大学で、ピュージェット湾とカスケード山脈を望む絶景キャンパス。Peace Corps 2024年で中規模大学の歴代ボランティア輩出数1位。女子ボートはNCAA Division II 2024年全国優勝。製造・サプライチェーン管理は北米トップクラス。サステナビリティのリーダーとして環境意識の高い教育を実践。",
  "Whitman College": "ワシントン州の質の高いリベラルアーツカレッジ。全米リベラルアーツ大学で数少ない日本語専攻と天文学専攻を提供。2024年からBrain, Behavior and Cognition専攻、Human-Centered Designプログラムを新設。過去15年で500人以上が名門フェローシップを獲得。2025年8月に200人収容の新レジデンシャルビレッジがオープン。全学生にインターン・研究資金を保証。",
  "Marshall University": "Bill Noe Flight Schoolは2021年創設、2024年にMartinsburgに第2拠点を開設しFAA認定。アパラチア地域の小規模農地向けSpecialty Agricultureプログラムは独自の持続可能農業教育。2024年にBrad D. Smith Center for Business and Innovationが開館。学長夫妻から史上最大の5,000万ドル寄付で学生負債ゼロ「Marshall For All」を推進。中西部地域大学17位。",
  "West Virginia University": "州唯一の法学部・歯学部を持ち13カレッジで350以上の学位プログラム。世界初のPersonal Rapid Transit（PRT）システムで3キャンパスを接続（1972年Boeing建設）。呼吸療法学士はウェストバージニア州2校のみ。27人のトルーマン奨学生、25人のローズ奨学生を輩出。2024年5月時点で学士取得者の43%が連邦学生ローン債務ゼロ。Project 168で課外活動を成績証明書に記載。",
  "Beloit College": "ウィスコンシン州の革新的なリベラルアーツカレッジで革新性18位。2024年に環境・サステナビリティ、メディア・アーツ、ビジネス、グローバル・公共サービスの4つの専門スクールを新設。18,000平方フィートのCELEB起業センターをダウンタウンに運営。20以上の古代インディアン墳丘がキャンパス内に。ノーベル賞受賞者や桂冠詩人を招くレジデンシープログラム。平均クラス12人。",
  "Marquette University": "ミルウォーキーのイエズス会大学で、Princeton Reviewの「地域貢献度」で全米1位を獲得。学部生の80%以上がコミュニティサービスに参加し、年間189,000時間を地域に還元。1994年開始のサービスラーニングは75以上の地域団体と連携。Magis（卓越への追求）、Cura Personalis（全人教育）などイエズス会の価値観を体現。UPassで公共交通が無料利用可能。",
  "Medical College of Wisconsin": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "University of Wisconsin-Whitewater": "ウィスコンシン州4年制大学で学費・寮費・諸費用が最安。教育学部は州最多の教員免許取得者を輩出、ビジネススクールは州最大でMBAは州1位評価。2024年に特殊教育学部がUWシステム教育優秀賞を受賞。2013-14年にNCAA D3史上初の同一年度フットボール・バスケ・野球3冠達成。車椅子バスケも男女とも全国優勝経験あり。卒業後99%が就職または大学院進学。",
  "University of Wisconsin-Eau Claire": "Forbes 2024-25年で153ランク上昇し259位に。Council on Undergraduate Researchが全米修士課程大学1位の学部研究プログラムと認定。過去10年で29人のフルブライト受賞者（WI・MN修士大学で2倍以上）。全米唯一級のジャズコレクション（Woody Herman、Count Basie等）を所蔵しDown Beat Magazine賞8回受賞。Chippewa川沿いの美しいキャンパス。Military Friendly大規模公立8位。",
  "University of Wisconsin-Green Bay": "1965年創立のウィスコンシン大学システムの一員。U.S. News 2026年版で中西部地域大学74位、公立大学24位。環境持続可能性を全カリキュラムで重視し、環境科学、ビジネス、看護、心理学に強み。環境プログラムは全米上位35%でウィスコンシン州9位。生物学は上位25%、化学は上位40%、工学は上位30%。4つのスクール（健康教育社会福祉、ビジネス、芸術人文社会科学、科学技術）で学部・大学院を提供。データサイエンスから応用リーダーシップまで8つの大学院プログラム。700エーカーの広大なキャンパスに約9,900名が学ぶ。学生対教員比率23:1。州内学費は年間約8,300ドル。",
  "University of Wisconsin-La Crosse": "U.S. News中西部地域大学14位、公立3位。中西部唯一の人類学・考古学学士課程を持つ。ミシシッピ川と崖に囲まれた128エーカーの美しいキャンパス。「心と体（mens corpusque）」をモットーに全人教育を重視。NCAA Division IIIで79回の全国優勝。卒業後2年以内就職率96%。200以上の学生組織。Stackerの全米ベスト公立大学100に選出。",
  "University of Wisconsin-Oshkosh": "1871年にオシュコシュ州立師範学校としてウィスコンシン州3番目の教員養成学校として創立。全米初の幼稚園を併設した師範学校で、1872年にローズ・C・スワート教授が教育実習を導入。当初はウィスコンシン州公立学校で教える意思を表明した者全員に授業料免除。1916年の火災で校舎焼失後1918年にデンプシー・ホールを再建。1927年にオシュコシュ州立教員大学、1951年にウィスコンシン州立大学オシュコシュ校に改称、1963年に大学院設置、1971年にウィスコンシン大学システムに編入し現校名に。ウィスコンシン州第3位の規模を持つ大学。模擬国連チームは世界最成功プログラムとされ、全国大会で25年連続優秀代表団賞を受賞。経営学部は地域唯一のAACSB認定校。著名な卒業生にはカルバーズ・レストラン（全米700店舗以上）共同創業者クレイグ・カルバー、Axios創業者兼CEOでPolitico共同創業者のジェームズ・ヴァンデハイ、Mesa 3Dグラフィックスライブラリ開発者でVMwareに買収されたTungsten Graphics共同創業者ブライアン・ポール、マーベル・コミックスの著名編集者・ライターのマーク・グルーンワルド、アーカンソー大学野球部を33年間率い15回のNCAA大会出場を果たしたノーム・デブリン監督、ウィスコンシン州上院多数党院内総務スコット・フィッツジェラルド連邦下院議員がいる。Division IIIフットボールは2016年に全国準優勝、2017年はシード1位で無敗。",
  "University of Wisconsin-Parkside": "1968年創立、ウィスコンシン大学システムの中で比較的新しい大学。ケノーシャとラシーンの間、750エーカーの広大なキャンパスを持つ。33の学部専攻と11の修士プログラムを提供し、スポーツマネジメント専攻が特に高評価。U.S. News 2026年版で中西部地域大学118位、州立大学44位。卒業生の約70%がウィスコンシン州南東部・イリノイ州北部に在住し就職。著名な卒業生にはNASAジョンソン宇宙センターの女性初フライトディレクターを務めたリンダ・ハム（14回のスペースシャトルミッションを指揮）、1992年・1996年オリンピック競歩代表ミシェル・マーター＝ロールなどがいる。",
  "University of Wisconsin-Stout": "1891年創立、ウィスコンシン州の「ポリテクニック大学」に指定された応用学習重視の公立大学。44の学部専攻と20の大学院専攻を提供し、工学・ビジネス・教育分野で高評価。実践的スキル習得と産業界との連携を重視するカリキュラムが特徴。著名な卒業生にはハーレーダビッドソンのデザイン責任者ウィリー・G・デイビッドソン、元ミシガン州知事ジョン・エングラー、ファッションデザイナーのクリス・マーチ、元NFLプレイヤーのジム・レオンハードなどがいる。",
  "University of Wisconsin-Superior": "1893年創立、スペリオル湖畔に位置するウィスコンシン大学システムの公立リベラルアーツカレッジ。1909年にウィスコンシン州初の幼稚園教員養成プログラムを開設。ウィスコンシン州の総合大学で最も長い継続認定歴を持ち、1916年から認定を維持。U.S. News 2026年版で中西部地域大学135位、州立大学48位。男子アイスホッケーは1976年NAIA、2002年NCAA Division III全国優勝。著名な卒業生には1979年に国際マーケティング学位を取得したアーノルド・シュワルツェネッガー（元カリフォルニア州知事）、第二次世界大戦で40機撃墜のアメリカ最高撃墜王リチャード・ボングなどがいる。",
  "University of Wisconsin-Madison": "1848年創立の州旗艦校で、「Wisconsin Idea」という大学の知識を州全体に還元する理念で有名。1904年にヴァン・ハイズ学長が提唱し、革新主義時代の政策立案に大きく貢献。年間研究費10億ドル超で全米トップ10。136の学部専攻、148の修士、120の博士プログラムを提供。経済効果は年間150億ドルでウィスコンシン州経済の柱。",
  "University of Wisconsin-Milwaukee": "ウィスコンシン州唯一の建築学部と全米唯一の淡水科学大学院を持つR1研究大学。映画プログラムはVariety誌で世界トップクラス評価。ゴルダ・メイア図書館はイスラエル首相の出身校を記念。五大湖の環境保全研究をリード。Forbes 2024年ウィスコンシン州トップ雇用主にも選出。",
  "University of Wisconsin-Platteville": "1866年創立、ウィスコンシン大学システム最古の高等教育機関。820エーカーの広大なキャンパスを持ち、工学プログラムに定評がある。U.S. News 2026年版で中西部地域大学49位、州立大学12位。建設マネジメント専攻が特に高評価。著名な卒業生にはウィスコンシン大学バジャーズ男子バスケットボールヘッドコーチのグレッグ・ガード、シカゴ・ホワイトソックス元監督パンツ・ローランドなどがいる。",
  "University of Wisconsin-River Falls": "1874年創立、ミネソタ州境に近いセントクロイ川渓谷に位置するウィスコンシン大学システムの一校。226エーカーのキャンパスに2つの実験農場を持つ。U.S. News 2026年版で中西部地域大学54位、州立大学15位。ビジネス・音楽・ソーシャルワークなど専門認定を受けたプログラムを提供。著名な卒業生にはNASA元チーフ宇宙飛行士ダニエル・ブランデンシュタイン、イェール大学CIOデビッド・スウェンセン、メイヨー・クリニック神経外科医マイケル・エバソルドなどがいる。",
  "University of Wisconsin-Stevens Point": "ウィスコンシン大学システムの一員。U.S. News 2026年版で中西部地域大学54位、公立大学15位。自然資源管理が最も評価の高い専攻で全米48位。野生生物・魚類・原野科学管理、ビジネス管理、初等教育が人気。退役軍人向けベストカレッジにランクイン、GI法認定でイエローリボンプログラム参加。演劇は全米上位30%でウィスコンシン州8位。準学士から大学院まで100以上のプログラムを提供。335エーカーのキャンパスに約7,600名が学ぶ。学生対教員比率21:1。合格率90%。",
  "University of Wyoming": "ワイオミング州唯一の4年制大学でR1研究大学。WWAMI医学教育プログラムでワシントン大医学部と5州提携し州内で医師養成。School of Energy Resourcesはエネルギー研究・経済開発のリーダー。200以上の学部・大学院・資格プログラム。ワイオミング独自の環境を活かした地質学・考古学・植物学のフィールドスタディ。APLUからIEP（Innovation and Economic Prosperity）大学認定。",
  "Inter American University of Puerto Rico-Aguadilla": "1957年にインター・アメリカン大学サンヘルマンキャンパスの補助センターとして旧アグアディーヤ高校で開校。1960年に秘書・経営管理コースと2年制の教員資格プログラムを開始し、1965年に地域カレッジ、1991年にキャンパスへと昇格。親機関であるインター・アメリカン大学は1912年にジョン・ウィル・ハリス牧師らによりプエルトリコ工科大学として設立された。現在は54エーカーのキャンパスで100の学術プログラム（9つの技術資格、18の準学士号、49の学士号、18の修士号、6つの学士後専門資格）を提供し、22プログラムはオンラインで受講可能。健康科学、経済・経営科学、科学技術、社会・行動科学、教育・人文学の5学部を持ち、コンピュータサイエンス、看護学、生物学が人気専攻。エキュメニカルなキリスト教的文脈の中で倫理的・民主的価値観を重視した教育を行い、US News 2025年版で南部地域大学122-133位にランクイン。",
  "Ponce Health Sciences University": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "University of Puerto Rico-Mayaguez": "全米唯一の亜熱帯環境で運営されるヒスパニック系ランドグラント・シーグラント大学。工学部はABET認定で学生数ベースで全米トップ10、毎年約600人のエンジニアを輩出しヒスパニック系エンジニア最多。図書館はカリブ・中南米で最高の科学技術蔵書を誇る。社会的流動性で全米7位。54学部プログラム、42修士、8博士課程。全教員の93%がフルタイム。定着率88%。",
  "University of Puerto Rico-Rio Piedras": "カリブ海最古・最大の高等教育機関で1903年創立。Carnegie Foundation認定「博士研究集約大学」はプエルトリコ初。米国管轄下でヒスパニック博士号授与数最多。ノーベル賞受賞者5人（ミストラル、バルガス・リョサ等）が教壇に。123プログラム中19はUPRシステム唯一。30以上の専門図書館に82万冊以上。Tren Urbano駅がキャンパス内にあり交通至便。",
  "Stanford University": "シリコンバレーの心臓部、8,180エーカーの広大なキャンパスを持つ。1951年に世界初の大学研究パークを設立し、HP、Google、Yahooなど数多くのテック企業の誕生に貢献。7つの学部が一つのキャンパスに集結し、学際的研究を推進。2022年設立のDoerr持続可能性学部は70年ぶりの新学部。スペイン・コロニアル様式の美しい建築群とパームドライブは象徴的。",
  "Purdue University-Main Campus": "「宇宙飛行士の揺りかご」の異名を持ち、ニール・アームストロング含む25人のNASA宇宙飛行士を輩出。アームストロングは1955年に航空工学で卒業し、工学部棟にその名が冠される。ズクロウ研究所は世界最大の大学推進工学研究施設。1953年に全米初の1年次工学専門学科を設置。宇宙軍との提携も進め、次世代宇宙人材育成の拠点として発展中。",
  "California State University-San Marcos": "1989年創立のCSUシステム21番目のキャンパス。2022年Social Mobility Index全米1位、National Economic Mobility Index上位3%。11年連続でHEED（高等教育多様性優秀賞）受賞。HSIとAANAPISIの両方に認定。2024年に新学生寮Black Oak Hallの建設開始。サンディエゴ北郡の304エーカーの丘陵キャンパス。",
  "University of St. Augustine for Health Sciences": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "University of Washington-Bothell Campus": "1989年にワシントン州議会の承認を受け、1990年に開校したワシントン大学の分校。当初はコミュニティカレッジ編入者と大学院生向けだったが、2005年から高校卒業生も受け入れ開始。US News 2026で西部地域大学6位、公立4位にランクイン。128エーカーのキャンパスには西海岸最大級の58エーカーの湿地復元プロジェクトがあり、サケの遡上も見られる生きた研究室として30以上の授業で活用。2006年以降、除草剤・殺虫剤・化学肥料を使用しない有機的キャンパス管理を実践。コンピュータサイエンス大学院は全米5位にランクされ、1998年にピュージェット湾地域初のテクノロジーMBAを開始。5つのスクール（ビジネス、教育、学際芸術科学、看護健康、STEM）で55以上の学部・大学院プログラムを提供。34,000人以上の卒業生を輩出し、台湾の人気司会者サンディ・ウー、Forbes「30 Under 30」選出の教育者ジェイコブ・アレンらがいる。",
  "California State University-Monterey Bay": "1994年創立、カリフォルニア州立大学システムで22番目のキャンパス。旧陸軍基地フォートオードの跡地に位置し、モントレー湾から約1.6kmの好立地。ヒスパニック・サービング機関（HSI）に指定されている。U.S. News 2026年版で西部地域大学11位、社会的流動性（Social Mobility）で全米2位という高評価。23の学士号、7の修士号プログラムを提供し、環境科学分野で特に研究実績がある。シリコンバレーへのアクセスも良く、卒業生はIT・ゲーム業界で活躍。MLBミルウォーキー・ブリュワーズ投手ジャレッド・ケーニグなどを輩出。",
  "Embry-Riddle Aeronautical University-Worldwide": "1970年にアラバマ州フォートラッカーで現役軍人向け教育プログラムとして開始し、世界中の軍事基地に展開した、航空・宇宙専門最大の認定大学システムの一部。現在は130以上の学習拠点（うち100以上が軍事基地上）とオンラインで22,000人以上の学生を受け入れ、米国、ヨーロッパ、アジア、中東に展開。沖縄の嘉手納空軍基地、韓国のキャンプ・ハンフリーズ、シンガポール（最大のワールドワイド拠点）など主要な航空・軍事施設に隣接。26の学部プログラム、24の修士プログラム、各種博士号・証明書プログラムを教室・オンライン・リアルタイムビデオ会議のハイブリッドで提供。航空学部は航空宇宙産業、軍、政府機関での活躍を目指す学生を育成。教員の多くは退役または現役軍人で、現役軍人には最優遇授業料を適用、配備による休学・再履修でも授業料ペナルティなし。Military Friendly Schools 2025-26でオンラインプログラム1位、US News 2016でオンライン学士号約300校中1位。2016年以降、US Newsの退役軍人向けオンラインプログラムで毎年1位か2位を獲得。",
  "Western Governors University": "1997年に19人の米国州知事により設立された、コンピテンシーベース教育（CBE）のパイオニア的オンライン大学。1995年の西部州知事協会でユタ州知事マイク・リービットが提案し、各州知事が10万ドルずつ拠出して創立。1999年に最初の学位プログラムを開始し、2000年12月にジェネビーブ・カーチが初の卒業生となった。CBEモデルでは授業時間ではなく習得したスキルと知識を測定し、学生は教材をマスターすればすぐに進級可能。2001年に米国教育省から1000万ドルの助成金を受けて教員養成カレッジを設立。全米で唯一4つの地域認定機関から同時に認定を受けた大学。看護学部はCCNE認定、教員養成プログラムはAAQEP認定、コンピュータサイエンスとサイバーセキュリティはABET認定、ビジネスプログラムはACBSP認定を取得。Nicheで情報技術分野7位、看護分野27位。2020年にMilitary Friendly Schoolsで退役軍人・現役軍人向け大学1位に選出。現在30万人以上の卒業生を輩出。",
  "Florida Gulf Coast University": "1997年開校のフロリダ州立大学システム最新メンバー。環境保全を考慮して設計されたキャンパスで湿地帯と自然トレイルを保護。STARS Gold評価を4回獲得（2014、2017、2020、2024年）。2013年に15シードから全米初のSweet 16進出で「Dunk City」の愛称。2025年春から1年生の留学プログラムを開始。",
  "California State University-Channel Islands": "2002年開校、カリフォルニア州立大学システム23校中最も新しいキャンパス。ベンチュラ郡唯一の4年制公立大学でヒスパニック・サービング機関。キャンパスは1936年開設・1997年閉鎖のカマリロ州立精神病院跡地を再開発したもので、1930年代のミッション・リバイバル様式の建物を保存活用。ベルタワーは大学のシンボルとなっている。ジャズの巨匠チャーリー・パーカーが入院中に作曲した「Relaxin at Camarillo」で知られる。US News 2026で西部地域大学23位、社会的流動性でトップ7位。看護プログラムはカリフォルニア州ベストバリュー3位でCCNE認定。63の学士課程、12の修士課程、4つの教員資格プログラムを提供。サンタローザ島に科学研究施設を運営し、チャネル諸島への近さを活かした海洋・環境研究が特徴。学生教員比率15:1で約20,000人以上の卒業生を輩出。",
  "University of Arkansas Grantham": "1951年に第二次世界大戦退役軍人ドナルド・グランサムにより、同志の退役軍人を高等教育で支援するためグランサム・ラジオライセンススクールとして創立。1961年に米国教育省から正式認可を受け、1968年にグランサム・エンジニアリング・カレッジに改称。2000年に全プログラムをオンライン化、2002年にグランサム大学となった。2005年のハリケーン・カトリーナでルイジアナ州スライデルのキャンパスの80%が壊滅し、カンザスシティに移転。2021年にアーカンソー大学システムに1ドルで買収され、eVersityオンラインプログラムと統合して現在の名称に。アーカンソー大学システムで唯一、全プログラムをオンラインで提供する機関として、ビジネス、ヘルスケア、刑事司法、エンジニアリング技術、コンピュータサイエンスなど50以上の学位・資格プログラムを展開。軍人・退役軍人向けのHeroesプログラムでは、学部・修士とも1単位250ドルの割引授業料を提供し、軍事経験を最大75%の単位に換算可能。全米で6番目に軍人に優しい大学に選出され、Purple Heart Universityにも指定されている。",
  "NorthShore University HealthSystem School of Nurse Anesthesia": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "University of California-Merced": "2005年開校のカリフォルニア大学システム最新キャンパスであり、21世紀に設立された米国初の研究大学。1988年にカリフォルニア州議会が400万人のサンホアキンバレーの高等教育ニーズに対応するため認可し、1995年に85候補地から選定された。1999年にキャロル・トムリンソン＝キージーが初代学長に就任、2004年秋に大学院課程開始、2005年9月に最初の学部生を受け入れた。815エーカーのキャンパスで9,000人以上の学生に60以上の学部プログラムと18の大学院プログラムを提供。2025年2月にR1（最高研究活動）に分類され、全UCキャンパスが最高研究ランクに到達。開校から20年足らずでのR1達成は異例の速さ。US News 2026で全米大学57位、公立大学25位、社会的流動性3位（ペル受給者と非受給者の卒業率が同等）。新入生の65%が家族初の大学生。シエラネバダ研究所やヨセミテ・リーダーシップ・プログラムで環境研究をリード。UCSFとの提携で2026年までにセントラルバレーの医療格差解消を目指すSJVプライム医学教育プログラムを開始予定。",
  "Georgia Gwinnett College": "2005年創立のジョージア州ローレンスビルにある州立大学。U.S. News 2026年版で南部地域カレッジ54位、公立大学19位。2015年から10年連続で南部地域カレッジで最も民族的多様な大学に選出（公立・私立含む）。学部教育で南部地域カレッジ5位、ジョージア州1位。ベストバリュー、社会的流動性、経済的多様性、新入生定着率でジョージア州立大学システム内トップクラス。ビジネススクールはAACSB認証。2006年の118名から2024年には約12,000名に成長。21専攻、22副専攻、7資格で60以上のプログラムを提供。学生構成は黒人32%、ヒスパニック27%、白人23%、アジア系11%。平均クラスサイズ20名。",
  "Daoist Traditions College of Chinese Medical Arts": "多様な芸術分野での学習機会を提供し、学生の創作活動をあらゆる面からサポートしています。",
  "Texas A&M University-San Antonio": "2009年創立のテキサスA&M大学システムの新しい大学。U.S. News 2026年版で西部地域大学56位、ベストバリュー29位。犯罪学が最も評価の高い専攻。芸術科学、教育・人間発達、ビジネス、大学院の4カレッジで39の学部課程と23の大学院課程を提供。コンピュータサイエンス、心理学、生物学、英語、水資源科学技術の修士課程あり。Test-optional入試採用。フルタイム教員比率100%は全国平均47%を大幅に上回る。580エーカーの都市型キャンパスに約7,100名が学ぶ。学生対教員比率18:1。州内学費は年間約8,000ドル。",
  "Augusta University": "1828年創立、ジョージア州オーガスタに位置する公立研究大学・医療センター。2013年にオーガスタ州立大学とジョージア健康科学大学が統合して設立。ジョージア大学システムに属し、サバンナ、アルバニー、ローム、アセンズに医学部サテライトキャンパスを持つ。670エーカーのキャンパスで15,000人以上を雇用し、56,000人以上の卒業生を輩出。U.S. News 2026年版で全米273位。医学分野は全米102位。男子ゴルフはNCAA Division Iで2010年・2011年に連続全国優勝、27年ぶりの連覇を達成。著名な卒業生には第37代米海軍軍医総監マシュー・ネイサン、ジョージア工科大学初代学長アイザック・ホプキンスなどがいる。",
  "Middle Georgia State University": "2013年創立のジョージア州メイコンに位置する州立大学。U.S. News 2026年版で南部地域大学112位、公立大学55位。オンライン教育修士が全米45位でジョージア大学に次ぐ州内2位。航空プログラム（飛行・整備）で全国的に高い評価。航空学部は他の飛行学校と比べ学費が手頃で教官の質が高いと好評。IT、看護も強み。学生中心の学習と高等教育へのアクセシビリティに注力。SACSCOC認証。419エーカーのキャンパスに約7,700名が学ぶ。学生対教員比率18:1。州内学費は年間約6,100ドルと非常に手頃。",
  "University of North Georgia": "ジョージア州に5つのキャンパスを持つ「ジョージアの軍事大学」。学部教育の質は全米18位と高評価。退役軍人向け大学としてジョージア州1位、学生の借金が少ない大学でも州1位。2024年に過去最大の新入生クラスを迎えた成長校。リーダーシップ教育に力を入れている。",
  "Arizona State University Digital Immersion": "アリゾナ州立大学（ASU）のオンラインキャンパスで、約49,000人の学生を抱える米国最大級のオンライン教育プログラム。ASU Onlineとして350以上の学位プログラムと証明書を提供し、オンラインでも対面でも同じ学位・カリキュラムで学べる。卒業証書や成績証明書には単に「Arizona State University」と記載され、オンライン学生用に約40のクラブ・組織がある。公共歴史プログラムでは歴史学博士号（対面）、歴史学修士号（オンライン・対面）、ニューオーリンズの国立第二次世界大戦博物館と提携した第二次世界大戦研究修士号を提供。2024年夏にはASU Onlineの歴史学修士課程学生14人がスコットランド・エディンバラで2週間以上の史料調査研修に参加。US Newsで「最も革新的な大学」に10年連続1位に選出されたASUの一部として、社会人や遠隔地の学生に柔軟で質の高い高等教育を提供。",
  "Kennesaw State University": "アトランタ郊外に位置するジョージア州第3位の大規模州立大学。急成長を遂げており、ビジネス、工学、コンピューターサイエンスが強い。アトランタ都市圏という立地を活かし、企業との連携やインターンシップが充実。比較的新しい大学だが、実践的な教育と手頃な学費で人気が高まっている。",
  "California Health Sciences University": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "University of the People": "2009年にイスラエル人起業家シャイ・レシェフによりミュンヘンのDLDカンファレンスで発表された、世界初の非営利・学費無料・学位授与オンライン大学。高等教育へのアクセスは基本的権利であるという信念のもと、従来の大学の学費を払えない学生に代替手段を提供することを目的に設立。2009年5月に国連で正式発表され、同年9月に49カ国から177人の最初の学生を受け入れた。2014年にDEAC認定を取得し初の学士号を授与（卒業生はヨルダン、ナイジェリア、シリア、米国から7人）。2016年に世界初の学費無料認定オンラインMBAを開始、2021年にアラビア語で完全に教えるオンライン学士号を提供する最初の米国大学に。2025年2月にWASC（西部学校大学協会）認定を取得し、バークレー、スタンフォード、UCLAと同等の認定機関に。学費は無料だが、管理費として学士号全体で約5,000ドルが必要。現在209の国・地域から15万3000人が在籍し、約1万9000人の難民学生を受け入れ。NYUアブダビ、マギル大学、エディンバラ大学と提携し、ゲイツ財団、フォード財団、ヒューレット財団の支援を受ける。",
  "Purdue University Global": "2018年にパデュー大学が営利大学カプラン・ユニバーシティを1ドルで買収・再編して設立した社会人向けオンライン公立大学。カプラン大学のルーツは1937年に大恐慌下で就職難の人々に職業訓練を提供するためアイオワ州ダベンポートに開校したアメリカ商業研究所に遡る。買収によりカプランの14キャンパス、3万人の学生、2,100人の教職員がパデュー・グローバルに移管。カプラン・ハイアー・エデュケーション（KHE）が入学、人事、マーケティング、技術サポートなどの非学術的サービスを提供する長期運営支援契約を締結。パデュー大学のランドグラント・ミッション（従来高等教育から排除されていた人々への教育機会提供）に基づき、仕事経験と単位を持つ社会人学生に特化。ExcelTrackプログラムでは、職業経験で習得したスキルを活かしたコンピテンシーベース学習を提供し、1単位ごとの集中コースで自分のペースで学習可能。学士号は学期あたり2,500ドル、修士号は6週間あたり1,700ドルの定額授業料。約337人のフルタイム教員と1,552人のパートタイム教員を擁し、証明書から博士号までキャリア志向のプログラムを展開。",
  "Purdue University Northwest": "2016年に2つのパーデュー分校が統合して設立された州立大学。ハモンド（シカゴから約50km）とウェストビル（インディアナ・デューンズ国立公園から約25km）に2つのキャンパスを持つ。47カ国から約9,300人の学生が在籍し、70以上の学問分野を提供。パーデュー大学システムの一員として質の高い教育を比較的手頃な学費で提供。物理学は全米413位、工学は全米390位にランクイン。著名な卒業生にはNBAダラス・マーベリックス優勝メンバーのブライアン・カーディナル、ハモンド市長トーマス・マクダーモットJr.、サイバーセキュリティ企業Cimcor社長ロバート・ジョンソンなどがいる。",
  "Ponce Health Sciences University-Centro Universitario de San Juan": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "Commonwealth University of Pennsylvania": "2022年にBloomsburg、Lock Haven、Mansfield大学が統合して誕生。Bloomsburgはナノテク研究施設を持ちPA州10位の学食、Lock HavenはD1フィールドホッケー・レスリングを維持しSusquehanna川沿いの景観、Mansfieldは山岳地帯の美しいキャンパス。80以上の学部・大学院プログラム。小規模校の雰囲気と大規模校のリソースを両立。州内学費7,716ドル。",
  "Pennsylvania Western University": "1852年創立で、カリフォルニア、クラリオン、エディンボロの3大学を統合して誕生した州立大学。U.S. News 2026年版で北部地域大学136位、公立大学50位。オンライン教育修士が全米133位。健康専門職、教育、ビジネス、社会科学、運動科学、視覚・舞台芸術、リベラルアーツ、心理学、生物科学、コンピュータ情報科学が人気。教育、刑事司法、生物学が特に高評価。294エーカーのキャンパスに約7,600名が学ぶ。学生対教員比率18:1。20人未満のクラスが47%。新入生定着率71%。"
}