{
  "University of Alabama at Birmingham": "アラバマ州最大の雇用主（27,302人）で全米最大級の医療系学部を持つR1研究大学。医療管理大学院は全米1位、看護・PA・公衆衛生もトップ25入り。Times Higher Education「50歳以下の大学」で全米1位・世界12位を2年連続獲得。2024年にAscension St. Vincent's Health Systemを買収し医療ネットワーク拡大。",
  "The University of Alabama": "2024年秋に初の4万人超えを達成。National Merit Scholar在籍数1,173人は全米トップクラス。フットボール「Crimson Tide」は史上最強チームの一つで、象のマスコットは全米唯一。ロースクールはアラバマ州唯一の公立法科大学院。1400エーカーのキャンパスは全米屈指の美しさ。",
  "Auburn University": "アラバマ州を代表する名門州立大学。「War Eagle」の掛け声で知られるフットボール強豪校。工学、ビジネス、獣医学が特に強く、航空宇宙工学はNASAとの連携も。南部らしい温かいコミュニティ精神と美しいキャンパスが特徴。卒業生の就職率・収入も高い実績派。",
  "University of South Alabama": "上部ガルフコースト唯一の学術医療センターを持つR2研究大学。アラバマ州2校のみの州立医学部の一つ。USA Health SystemはUSA Medical Center、USA Children's & Women's Hospitalを運営し地域医療をリード。看護、運動生理学、心理学が人気。1,190エーカーの美しいキャンパスは歩きやすく温かいコミュニティ感。教授陣の手厚いサポートが評判。30州と11カ国から学生が集まる。",
  "Troy University": "国防総省と連携し軍事基地を含む60以上の拠点で教育を提供、日本・韓国・マレーシア・ベトナムにも国際拠点。G.I. Jobs 2024-2025でMilitary Friendly Gold認定。Forbesがオンライングラフィックデザイン全米1位に選出。毎年65カ国以上から約1000人の留学生を受入。NCTQ小学校教育プログラムで全米112校のみのA評価。1,769エーカーの広大なキャンパス。",
  "University of Alaska Anchorage": "アラスカ州初の学校心理学修士を2025年秋に開始（連邦教育省から130万ドル助成）。全学部生にアラスカ先住民研究3単位を義務付ける独自カリキュラム。Seattle University Law Schoolとの提携でアンカレッジ滞在のままJD取得可能なハイブリッドプログラム。AI・データサイエンス・工学の学際的修士課程。州内最大の退役軍人学生人口を持つ。100以上の学位・資格プログラム。",
  "Arizona State University Campus Immersion": "U.S. News「最も革新的な大学」で11年連続1位を獲得。マイケル・クロウ学長が提唱する「New American University」モデルは、アクセスと卓越性の両立を目指す。「誰を排除するかではなく、誰を受け入れ成功させるか」で評価。年間研究費10億ドル超。スターバックスとの提携で従業員に学費支援。2024年には医学部・先端医療工学部を新設。ロンドンキャンパスも開設し、グローバル展開を加速。",
  "University of Arizona": "フットボールスタジアム地下のリチャード・F・カリス鏡ラボは世界唯一の大型望遠鏡ミラー製造施設。直径8.4mまでのハニカム構造ミラーを製造し、巨大マゼラン望遠鏡やルビン天文台の鏡を供給。天文学は全米1位の評価。光科学研究所（OSC）は光学・フォトニクス分野の世界的拠点。1985年以来、火星探査機フェニックスなど複数のNASAミッションを主導。惑星科学も全米トップクラス。",
  "Northern Arizona University": "R1研究大学でFlagstaffは世界22都市のみのダークスカイ認定都市（Lowell天文台に直結）。Access2Excellence制度で世帯収入65,000ドル以下のアリゾナ州民は学費全額免除。ホテル・レストラン管理学部はアリゾナ州1位・全米22位。アリゾナ州初のHonorsプログラム。2024年7月にSemester Zeroプログラム開始。Steve Sanghi工学部は2024年に1,000万ドル寄付で命名。",
  "University of Arkansas": "Senior Walkはキャンパス歩道に17万人以上の卒業生名を刻む全米唯一の伝統。Clinton School of Public ServiceとのM.B.A./M.P.S.連携や多様なJ.D.デュアルディグリーを提供。4+1加速修士プログラムで学部最終年に大学院課程を開始可能。2024年秋に28,859人が在籍。720エーカーキャンパス。アラビア文化探究の8週間1単位コースなど独自の特別講座も提供。",
  "Arkansas State University": "アーカンソー州初の公立獣医学部を建設中で9番目のカレッジに。州初の整骨医学校NYITCOMが2016年から開設し医療アクセスを拡大。R2研究大学。2500万ドルのWindgate Hallがアート＆デザイン学部と工学・CS学部の新拠点に。Neil Griffinビジネススクールは世界5%未満のAACSB認定。2024年秋に過去最高の16,687人が在籍。",
  "California Institute of Technology": "学部生約1,000人の超少数精鋭教育。NASAジェット推進研究所（JPL）を運営し、火星探査車キュリオシティやパーサヴィアランスなど惑星探査ミッションを主導。教員1人あたりのノーベル賞受賞者数は世界最多級。物理学、化学、天文学で圧倒的な研究実績を誇り、学部生も最先端研究に参加可能。パサデナの温暖な気候に恵まれた環境。",
  "California Polytechnic State University-San Luis Obispo": "32年連続で西部修士課程大学公立1位（U.S. News）。「Learn by Doing」の実践教育で知られ、9178エーカーのキャンパスには牧場・農場・ビーチも。AASCU 2024年学生成功賞受賞。2025年7月にCal Maritimeと統合予定。LAとSFの中間に位置し、サイクリングに優しいキャンパスで7000以上の駐輪スペース。",
  "California State University-Stanislaus": "U.S. News 2024年西部ランキングで社会的流動性3位、公立4位、退役軍人向け6位、地域大学10位。Princeton Review「ベスト389大学」に18年連続選出。California Mobility Indexで低所得者を中産階級に引き上げる効果3位。Washington Monthly「西部ベストバリュー」2位。ヨセミテ・SF両方に2時間以内。池と小川のある公園のような228エーカーキャンパス。",
  "California State University-San Bernardino": "Wall Street Journal 2026年で社会的流動性全米2位、バリュー全米17位。Military Times 2024年でカリフォルニア1位・全米12位。卒業生の70%が第一世代大学生。2023年クラスの70%が年間学費1000ドル未満。オンラインMBAはPrinceton Review 2024年でカリフォルニア公立1位。サンバーナディーノ山脈を背景にした441エーカーの岩盤キャンパス。",
  "California State Polytechnic University-Pomona": "ロサンゼルス東部に位置する理工系重視の州立大学。「Learn by Doing」の実践教育で知られ、ビジネスと工学が特に強い。卒業生の収入は州立大学の中でもトップクラス。広大なキャンパスには農場や馬術施設もあり、ユニークな学習環境を提供している。",
  "California State University-Chico": "1887年創立のCSU第2の歴史を持つ名門。U.S. News「西部トップ公立校」20回選出。西部唯一のコンクリート産業管理プログラムを持つ。Natural Sciences Buildingは2024年AIA教育施設デザイン賞を受賞しMechoopda族の文化遺産を尊重。119エーカーのメインキャンパスは200種以上の植物が育つ公式樹木園。",
  "California State University-Dominguez Hills": "CSUシステムで最もアフリカ系アメリカ人学生が多い大学で、1965年ワッツ暴動後に設立。2022年に5人の卒業生が同時にLA郡の市長を務め、カレン・バスLA市長も輩出。1984年ロサンゼルス五輪の自転車競技会場となったオリンピック・ベロドロームを学内に持つ。社会的流動性で全米13位。",
  "California State University-Fresno": "シエラネバダ山麓の1000エーカーの農場を持つ農業が強い州立大学。学生が醸造したワインは1997年以来300以上の賞を受賞。馬術チームは全米有数で馬の寮もキャンパス内に。Washington Monthly 2024年で社会的流動性9位。学生の6割がヒスパニック系で多様性豊か。",
  "California State University-Fullerton": "CSUシステム最大の学生数（41,000人以上）を誇るR2研究大学。社会的流動性で全米2位タイ。オンライン工学修士はカリフォルニア州4位（UCLA・USC・スタンフォードに次ぐ）、情報技術修士は州3位。CSU初の非正規滞在学生向けリソースセンターを2014年開設。2024年秋からUrban Learning学士（州初）を開始。退役軍人支援に注力しPAVEプログラムを運営。",
  "California State University-East Bay": "サンフランシスコ、オークランド、シリコンバレーから数分の好立地。AANAPISI（アジア系）とHSI（ヒスパニック系）の両方に認定。社会的流動性で全米41位。学生対教員比率は2014年の25:1から2024年に17:1へ改善。「公平と正義」「地球と人々への敬意」など6つの価値観を掲げる多様性重視の大学。カリフォルニアの丘陵地帯に位置。",
  "California State University-Long Beach": "CSUシステム2番目に広い322エーカーキャンパス。社会的流動性で全米3位。2024年秋に83,000件の新入生出願で平均GPA3.93。2024年に75周年を迎え、Beach TV Newsが全米大学メディアTV局大賞受賞。全米最大級の公立アートスクール。数年に一度しか咲かない希少な死体花「Phil」を含む5つの植物温室。ミシシッピ川以西最大の大学Pow Wowを51年継続開催。",
  "California State University-Los Angeles": "Wall Street Journal 2024年社会的流動性ランキング全米1位。Washington Monthly修士課程大学で全米3位。12歳から入学可能なEarly Entrance Programは全米唯一。法科学プログラムは全米最古級。工学部は公立修士課程校でトップ10入り。2024年1月に初の女性学長が就任。",
  "California State University-Northridge": "CSU23キャンパス中カリフォルニア州司法試験合格率9位（約4,000人の弁護士を輩出）。National Center on Deafnessを運営し障がい者支援技術の国際会議を毎年開催。全米唯一のCentral American Studies専門学部。Oasis Wellness Centerでは仮眠ポッド・マッサージ・ヨガを提供。図書館はStar TrekやBuffy the Vampire Slayerの撮影地。2024年秋に37,000人が在籍。",
  "California State University-Sacramento": "WSJ 2024年で西部2番目に多様なキャンパス。全米初のBlack Honors Collegeを運営しブラックエクスペリエンス中心の教育を提供。2024年秋にUFC殿堂Urijah Faberと提携しCombat Uプログラム（総合格闘技奨学生制度）を開始。Tsakopoulos Hellenic Collectionは西部唯一のギリシャ関連蔵書8.3万冊。1,850万ドルのArt Studio Labが2024年11月開館。3,500本の木に囲まれた305エーカーキャンパス。",
  "University of California-Berkeley": "UCシステムの旗艦校で公立大学として世界トップクラス。1964年のフリースピーチ運動発祥地として学問の自由と社会変革の象徴。工学、コンピュータサイエンス、化学で特に強く、16の元素がバークレー研究者により発見または命名。サンフランシスコ湾を望む丘陵キャンパスは美しく、活気あるテレグラフ・アベニューが隣接。",
  "University of California-Davis": "獣医学・農学で世界首位の評価を受ける。獣医学部は年間5万件以上の動物を診療し、農学部は約150の温室施設を保有。カリフォルニア動物健康食品安全研究所を通じ州の畜産業を支える。5,300エーカーの広大なキャンパスはサクラメント近郊に位置し、ワイン醸造学や持続可能農業の研究でも有名。自転車に優しいキャンパスとしても知られる。",
  "University of California-Irvine": "1965年創立のUCシステム最新世代の成功例。2016年に公立大学初の公式eスポーツプログラムを開設し、3,500平方フィートのeスポーツアリーナを保有。ゲームデザイン＆インタラクティブメディア学部は業界との密接な連携で知られる。オレンジカウンティの中心に位置し、「シリコンビーチ」と呼ばれるテック産業エリアに近接。多様性に富んだ学生構成。",
  "University of California-Los Angeles": "UCシステム最大の学生数を誇り、337の学位プログラムを提供。映画学部（TFT）はハリウッドとの近接性を活かし、フランシス・フォード・コッポラ等の映画人を輩出。医学部は世界初のAIDS症例を報告した機関の一つ。ウエストウッドの都市型キャンパスは2027年に地下鉄が開通予定。スポーツも強豪で、オリンピックメダリストを多数輩出。",
  "University of California-Riverside": "UCシステムの中でも多様性に富んだキャンパスとして知られる。生物学、社会科学が特に強く、農学・昆虫学の研究は世界的。低所得層学生の社会的流動性向上で全米1位の評価を受けたことも。ロサンゼルスから東に1時間、成長を続ける内陸部の中心に位置する。",
  "University of California-San Diego": "ラホヤの太平洋を望む177エーカーのキャンパスを持つ。スクリップス海洋研究所は1903年創立の世界最古級の海洋学研究機関で、気候変動研究の発祥地。学生は6つのカレッジに所属する独自システムを採用。医学、工学、生命科学で特に強く、バーチ水族館は研究の一般公開施設として人気。科学ダイビングプログラムでは学生が海中研究に参加可能。",
  "University of California-Santa Barbara": "太平洋に面したビーチキャンパスを持ち、サーフィンチームは全米14回の優勝を誇る。物理学分野で8人のノーベル賞受賞者を輩出し、2025年には量子コンピューティング研究で2名が受賞。カブリ理論物理学研究所やNSF量子ファウンドリーなど12の国立研究センターを擁する。工学・材料科学で世界的評価を受けながら、ビーチライフも楽しめる稀有な研究大学。",
  "University of California-Santa Cruz": "レッドウッドの森と太平洋を望む2000エーカーの美しいキャンパス。オックスフォード式の10レジデンシャル・カレッジ制で小規模リベラルアーツの雰囲気と研究大学の深さを両立。ゲームデザインは全米公立2位。2024年にビッグバン後わずか3億年の最古・最遠銀河を共同発見。AAU加盟のHSI校は全米5校のみ。",
  "Claremont McKenna College": "全米リベラルアーツ大学7位の名門でForbes 2024年Brown・Duke間の19位。政治・経済・国際関係・金融に強み、11の研究機関を運営。オックスフォード式PPE（哲学・政治・経済）専攻を提供。Student Investment Fundで学生が実際のポートフォリオを運営。2024年にHealth, Brain, Planet統合科学専攻を新設。96%が他Claremont校でクロス登録。週4回のAthenaeum講演会。",
  "Western University of Health Sciences": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "Harvey Mudd College": "STEM特化型の名門リベラルアーツカレッジでU.S. News 10位。PayScale 2024年ROI全米1位、卒業6年後の中間給与115,107ドル。Common Core Curriculumで全学生がCS・工学・生物・化学・物理・数学を履修。Clinic Programで年間45の企業プロジェクトに参加、特許にも名を連ねる。Claremont Collegesの一員で5校にアクセス。学生教員比8:1、新入生定着率97%。",
  "Loyola Marymount University": "ロサンゼルスの「シリコンビーチ」に位置するイエズス会大学。映画テレビ学部はHollywood Reporterで2年連続全米5位の評価。プラヤビスタの第2キャンパス（5万平方フィート）はGoogle、Meta、Snapchat本社に近接。83%の卒業生が6ヶ月以内に業界就職を達成。2024年にはAI活用の脚本・プロデュース講座を開設し、最新技術に対応。学生教員比率12:1の少人数教育を提供。",
  "Occidental College": "ロサンゼルスに位置する都市型リベラルアーツカレッジ。全米唯一の国連常駐インターンプログラム（Kahane UN Program）で毎秋16人がNYで活動。Campaign Semesterで選挙キャンペーンに参加。Columbia・Caltechとの3-2工学プログラム。LAの大学キャンパスで最大の1MWヒルサイド・ソーラーアレイを設置。社会的流動性21位。バラク・オバマ元大統領の母校。",
  "Pepperdine University": "マリブの830エーカーに広がる太平洋を望むキャンパスは「全米最美」の呼び声高い。サンタモニカ山脈の麓から太平洋、カタリナ島まで一望でき、地中海復興様式の白壁と赤瓦が美しい。125フィートのフィリップス・テーマ・タワーがキリスト教精神の象徴として立つ。ステンドグラス3,000平方フィートのスタウファー・チャペルも必見。ストラウス紛争解決研究所は全米トップクラス。",
  "Pitzer College": "Claremont Colleges唯一の社会正義重視の名門リベラルアーツカレッジ。社会的責任プラクシス（地域組織との実践プロジェクト）を全員必修。7カ国8つの直接運営留学プログラムでフルブライト受賞者多数。Robert Redford Conservancy for Southern California Sustainabilityを運営。コスタリカに145エーカーの熱帯雨林研究施設。壁画アートがキャンパスを彩る独自の文化。",
  "Pomona College": "全米屈指の名門リベラルアーツカレッジでU.S. News 7位。Claremont Colleges創設校で5校2,700コースに無料クロス登録可能。学生教員比7:1、平均クラス15人、全授業を教授が担当。Caltech・ワシントン大・ダートマスとの3-2工学プログラム。学生1人あたり基金額で全米トップ10（30.1億ドル）。68の留学プログラム（37カ国）。",
  "San Diego State University": "R1研究大学で2023-24年度の研究資金は2億2980万ドル（前年比20%増）と過去最高を記録。UC San Diegoスーパーコンピューターセンターと提携しAI研究を推進。起業家教育は全米30位。教育学部はCSU系列1位。2024年にPac-12加盟が決定し、さらなる飛躍へ。",
  "University of San Diego": "16世紀スペイン・ルネサンス建築で統一されたキャンパスはPrinceton Reviewで2024年全米1位の美しさ。1949年に創設者マザー・ヒルがスペインのアルカラ大学をモデルに採用。ゴシック、古典、ムーア様式が融合したプラテレスコ様式の精緻な装飾が特徴。青いドームと手入れされた庭園が太平洋を望む丘陵に広がる。サンディエゴの聖人ディダクスを祀る同名大学へのオマージュ。",
  "San Francisco State University": "1899年創立、125年の歴史を持つカリフォルニア州立大学。全米初のエスニック・スタディーズ学部を設立した先駆的大学。社会的流動性で全米8位にランクイン。サンフランシスコという立地を活かし多様性豊かなキャンパス。Dana Carvey、Annette Beningなど多くの著名人を輩出。映像アーカイブや博物館コレクションも充実。",
  "University of San Francisco": "1855年創立のサンフランシスコ初の大学。シリコンバレーに近接し、Forbesの「最も起業家精神あふれる大学」で全米25位。Apple、Google、Tesla、Uberなどへのインターンシップ機会が豊富。白人24%・アジア系26%・ラテン系21%と非常に多様な学生構成。聖イグナチオ・インスティテュートでは西洋古典のグレートブックス・プログラムを提供。55エーカーのキャンパスは太平洋を望む絶好のロケーション。",
  "San Jose State University": "1857年創立の西部最古の公立大学でCSUシステム発祥の地。Wall Street Journal 2024年で全米16位に150ランク以上上昇しノートルダムを上回る快挙。シリコンバレー中心に位置しテック企業との繋がりが強い。中小企業開発センターは2024年に2.5億ドル以上の収益と5000以上の雇用を創出。",
  "Santa Clara University": "1851年創立のカリフォルニア最古の高等教育機関。シリコンバレーの中心部に位置し、Google、Apple、Meta、Tesla、NASAなどへのインターンシップ・就職機会が豊富。キャンパスは1777年創設のミッション・サンタクララを中心に広がり、200年の歴史を持つミッション教会は独自の精神的拠点。8つのテーマ別レジデンシャル・ラーニング・コミュニティで学びと生活を統合。修士大学で全米4位の卒業率。",
  "Scripps College": "Claremont Colleges唯一の女子大学で学際研究に特化した名門リベラルアーツカレッジ。3学期必修のCoreプログラム（コミュニティ、現在の歴史）が特徴。アート保存、環境分析、法学、EU研究など独自専攻。全員が卒業論文を執筆。5校2,700コースにアクセス可能。Getty Campus Heritage Initiative初の受賞校。スペイン植民地復興様式の美しいキャンパス。",
  "University of Southern California": "ハリウッド至近のロサンゼルスに位置し、映画芸術学部（SCA）は世界最高峰。ジョージ・ルーカスが1.75億ドルを寄付し最新施設を整備。合格率3%のSCAからは歴代興行収入トップ17作品すべてに卒業生が関与。7つの部門で映画・TV・ゲームを網羅的に学べる。256のアカデミー賞ノミネート、78の受賞実績。校友ネットワーク「トロージャン・ファミリー」の結束も有名。",
  "University of Colorado Denver/Anschutz Medical Campus": "CU Anschutzは健康科学研究で全米12位・世界19位（Nature Index 2024）。研究費は2023-24年度に過去最高の9.1億ドルを記録し州経済に130億ドル貢献。世界初の肝臓移植を実施、1965年に全米初のナースプラクティショナープログラムを開始。ロッキー山脈地域最大の学術医療センターで年間260万人の患者を診療。",
  "University of Colorado Colorado Springs": "世界唯一のBachelor of Innovation™を提供（ゲームデザイン、サイバーセキュリティ、デジタル映画製作等）。R2研究大学。老年心理学、プロゴルフ管理などユニークなプログラムも。Kevin O'Neilサイバーセキュリティセンターでは高校生も同時履修で学ぶ。軍関係者2,000人以上が在籍するMilitary Friendly校。521エーカーのキャンパスからパイクスピークを望む絶景。",
  "University of Colorado Boulder": "ロッキー山脈を望む美しいキャンパスを持ち、5人のノーベル賞受賞者（物理学4、化学1）を輩出。JILA研究所は2001年以来3人のノーベル物理学賞受賞者を生み出した量子物理学の世界的拠点。18人の宇宙飛行士を輩出し、航空宇宙工学は全米8位。Ball Aerospace、ボーイング、ロッキード・マーティン、NASAへの就職も多い。",
  "Colorado College": "全米屈指の名門リベラルアーツカレッジで独自のBlock Plan（1科目3.5週間集中履修）を1970年から採用。一度に1科目だけに没頭し深い学びを実現。ブロック間の4日間休暇でコロラドの大自然を探検。70%以上が海外留学（57カ国6大陸）。NYタイムズベストセラー作家など業界リーダーが短期集中で教壇に。パイクスピーク山麓のコロラドスプリングスに位置。",
  "Colorado State University-Fort Collins": "R1研究大学で2024年研究費4億9810万ドル。獣医学博士は全米3位、作業療法も全米トップ3。フリント動物がんセンターは年間1000以上のペットがん症例を治療し人間医療への応用も研究。9100エーカーの広大なキャンパスにはメキシコのTodos Santos国際キャンパスも含む。ロッキー山脈の麓の美しい環境。",
  "University of Denver": "1864年創立のロッキー山脈地域最古の私立大学。ヨセフ・コルベル国際関係大学院は創設者の名を冠し、娘のマデレーン・オルブライト元国務長官を輩出。国際関係修士プログラムは世界12位の評価。ピッツバーグ大学、シラキュース大学と共同でワシントンD.C.プログラムを運営し、ジュネーブへの交換留学も提供。少人数制で教員との距離が近い教育スタイルが特徴。",
  "Metropolitan State University of Denver": "UC DenverとCommunity College of Denverと共有するダウンタウンキャンパスが特徴。コロラド州初のDREAMer向け州内学費適用大学。学生の54%が有色人種、60%が第一世代大学生。2023年に州経済に約9.5億ドル貢献し7200以上の雇用を支える。卒業生の83%以上がコロラド州内で就職。全教員が専任。",
  "Connecticut College": "NESCAC唯一のウォーターフロント立地を持つ名門リベラルアーツカレッジ。750エーカーの植物園とロングアイランド湾の眺望。Connectionsカリキュラムで4年間の学び（専攻・留学・インターン・卒業研究）を統合設計。1922年創設のHonor Codeで自己スケジュール・無監督試験。全学生にインターン資金を保証。6つの修了証プログラム。US Coast Guard Academyと提携。",
  "University of Connecticut": "男女バスケットボールで圧倒的な強さを誇り、男子は2023・2024年にNCAAトーナメント連覇（17年ぶり）、女子は2017年に111連勝のD1記録を樹立。2004年と2014年には男女同時優勝を達成した史上唯一の大学。2017年に17億ドルの「Next Generation Connecticut」プログラムでSTEM分野を大幅強化。2021年に初のローズ奨学生を輩出。",
  "Trinity College": "1823年創立でコネチカット州2番目に古い名門リベラルアーツカレッジ。Forbes 2024-25年リベラルアーツ大学17位。Center for Urban and Global Studiesは全米リベラルアーツ大学初の都市・グローバル研究センター。ローマに留学キャンパス（1970年〜）。工学学位を持つ数少ないリベラルアーツ大学。Cinestudioは1930年代スタイルのアートシネマ。キャンパスは2024年国家歴史登録財に登録。",
  "Wesleyan University": "コネチカット州の名門リベラルアーツ大学でForbes 12位。映画学専攻は全米リベラルアーツ大学トップ評価（理論と実践のバランス）。音楽学部は世界各地の音楽を網羅する独自カリキュラム。約50専攻1,000コース以上のオープンカリキュラム。31のテーマ別プログラムハウス。2024年にレガシー入学を廃止し話題に。NESCAC加盟で29のスポーツチーム。退役軍人向け1位。",
  "Yale University": "アイビーリーグで最もリベラルアーツを重視。英国式のレジデンシャルカレッジ制度を採用し、学生は12の寄宿制カレッジに所属。法学・演劇で特に高い評価を受け、5人の大統領、72人のノーベル賞受賞者を輩出。メリル・ストリープ、ジョディ・フォスター等の俳優陣も卒業生。図書館は1,500万冊を超え、美しいゴシック建築のキャンパスはニューヘイブンの象徴。",
  "University of Delaware": "理学療法修士は全米2位（ワシントン大セントルイスに次ぐ）。化学工学修士は全米4位（26校中）。WSJ/College Pulse 2024年で公立大学10位・全体26位。工学部研究費は2023年度1.26億ドル（2019年比76%増）。量子科学工学の学際的博士課程や15ヶ月インターンを含むバイオ医薬品科学修士など革新的プログラム。2024年卒業生は18歳から76歳、47州82カ国から集結。",
  "Wilmington University": "1968年創立のデラウェア州最大の私立大学。200以上の学位・資格プログラムを対面・オンラインで提供し、49州103カ国から学生を受入。Forbes Advisor 2024年でオンライン健康科学準学士全米2位。地域で最も手頃な私立大学・法科大学院。働く社会人や非伝統的学生へのサポートが充実。デラウェア州内外に複数キャンパス。学生対教員比率12:1で個別指導が行き届く。",
  "American University": "1957年創設の国際サービス学部（SIS）は全米最大規模の国際関係学部で、120人以上のフルタイム教員を擁する。1967年に全米初の国際コミュニケーションプログラムを開設。7万平方フィートのLEEDゴールド認証校舎は太陽光発電3,230平方フィートを備える。ピースコープとの連携修士課程も提供。ホワイトハウスから数ブロックの立地で政策立案の現場に近い。",
  "George Washington University": "フォギーボトム・キャンパスは国務省、世界銀行、IMFの向かいに位置。エリオット国際関係学部は1898年設立の全米最大規模の国際関係学部で、7階のステート・ルームからはナショナル・モールを一望。大学は世界銀行やIMFに土地を貸与し、ケネディ・センター、ウォーターゲート複合施設も近接。政府機関でのインターンシップ機会は他大学の追随を許さない。",
  "Georgetown University": "1789年創立のアメリカ最古のカトリック・イエズス会大学。ウォルシュ外交大学院（SFS）は1919年設立の全米初の国際関係学部で、Foreign Policy誌の大学院ランキングで世界首位。ホワイトハウス、国務省、世界銀行から徒歩圏内という立地を活かし、インターンシップ機会が豊富。ビル・クリントン元大統領やスペイン国王フェリペ6世も卒業生。",
  "Howard University": "HBCUで唯一のR1研究大学でForbes 2024-25年HBCU全米1位。2024年に研究費1.22億ドルで目標を大幅に超過達成。NSFが認定するアフリカ系アメリカ人STEM博士輩出数全米1位。全米初のアフリカ系アメリカ人所有の公共テレビ局WHUTを運営。学費は同等ランクの大学より50%低い。社会的流動性で全米12位・DC1位。Schwarzman、Marshall、Rhodes奨学生を多数輩出。",
  "University of Central Florida": "全米公立大学2位の学生数（69,818人）を誇るR1研究大学。Princeton Review/PC Gamerでゲームデザイン修士が世界1位、U.S. News緊急危機管理修士が全米1位（2024年）。8年連続「最も革新的な大学」に選出。全学部生にAcademic Success Coachを配置。70%の新入生が無借金で卒業（全米平均42%）。2024年度研究費2.29億ドル。Lake NonaにCollege of Medicine。",
  "Florida Atlantic University": "フロリダ州公立大学で人種・文化的多様性1位。社会的流動性で全米26位。2024年にソフトボールがAAC初のカンファレンス優勝。Connected Autonomy and Artificial Intelligence Center（CCAAI）でAI・自律技術研究をリード。Hoot/Wisdom Recordingsは学生運営レーベルでBillboard Hot R&B/Hip-Hopトップ10入り。障がい者向け技術職訓練に996万ドルの連邦助成金。",
  "Florida International University": "マイアミに位置する大規模州立大学で、ヒスパニック系学生へのサービスに定評がある。ビジネス、心理学、生物学が人気で、特にホスピタリティ・観光経営学は全米でもトップクラス。マイアミの国際ビジネス拠点という立地を活かし、ラテンアメリカとの繋がりが深い。多様性豊かなキャンパスで国際的な視野を養える。",
  "Florida State University": "フロリダ州タラハシーに位置する名門州立大学。競争率が高く、入学難易度はフロリダ州内でもトップクラス。ビジネス、社会科学、心理学が人気で、映画学校は全米でも高評価。フットボール強豪校「Seminoles」としても有名。州都という立地を活かし、政治・行政分野へのインターンシップ機会も豊富。",
  "University of Florida": "全米17大学のみが持つランドグラント・シーグラント・スペースグラントの三冠を達成。2024年にForbes誌から「New Ivy」に選出。スポーツドリンク「ゲータレード」発祥の地で、1965年にフットボールチーム用に開発。2,000エーカーのキャンパスに2つの湖を持ち、フロリダ自然史博物館（南部最大）も併設。研究費は13億ドル超で全米トップクラス。",
  "University of Miami": "ローゼンスティール海洋・大気・地球科学学部は米国本土唯一の亜熱帯海洋研究機関で、ビスケーン湾沿いの18エーカーに位置。SUSTAINラボは世界唯一の水上でカテゴリー5（時速160マイル）の風を再現できる施設。1,400馬力の送風機で暴風雨を模擬し、ハリケーン研究の最前線。海洋法とのJDプログラムも提供。医学部・ビジネス学部も高評価を受ける総合私立大学。",
  "University of North Florida": "ジャクソンビルの1300エーカーの自然保護区内にキャンパスを持つR2研究大学。Princeton Review「Best in the South」15年連続選出。2009年に現代美術館ジャクソンビルを取得し文化資源として運営。4年卒業率は2014年の22.6%から2024年に44.8%へほぼ倍増。フロリダ州最大級のギリシャコミュニティも特徴。",
  "University of South Florida": "フロリダ州初・全米初級のAI・サイバーセキュリティ専門カレッジ設立を発表。2024年度研究費7.38億ドルで過去最高（前年比7%増、2022年から35%増）。U.S. News公立大学45位で6年連続トップ50入り、フロリダ州ベストバリュー1位を2年連続受賞。TIP Labはフロリダ初の人身売買研究専門センター。オンラインMBAは全米22位（5年間で73ランク上昇）。3キャンパス体制。",
  "The University of Tampa": "1933年にTampa Bay Hotelの跡地に移転し、ムーア様式の尖塔を持つPlant Hallが大学と市のシンボル。南部地域大学13位、革新性9位。2024年完成の10階建てGrand Centerは600人の新入生が暮らす。NCAA Division IIで27回の全国優勝。起業学はPrinceton Reviewで全米トップ50。130カ国から留学生が集まる国際色豊かな環境。",
  "University of West Florida": "フロリダ州立大学システム12校中パフォーマンス指標3位（2024-25年度、FSUと同点）。南部地域大学14位、公立6位。フロリダ州3校のみのFlorida Collegiate Purple Star Campus認定（軍学生支援）。1,600エーカーの広大なキャンパスで海洋生物学の学部プログラムが特徴的。定着率は2014年の70%から2024年に88%へ大幅改善。州内学費6,360ドル。",
  "Emory University": "アトランタに位置し、CDCとは創設時から隣接関係。1947年にロバート・ウッドラフが10ドルでCDCに土地を「売却」した歴史を持つ。ロリンズ公衆衛生大学院からは1,200人以上の卒業生がCDCに勤務。2014年のエボラ危機では隔離治療施設が活躍。ゴイズエタ・ビジネススクール、医学部も高い評価を受け、公衆衛生分野で世界をリード。",
  "Georgia Institute of Technology-Main Campus": "全米最大規模の任意参加型Co-opプログラムを持ち、100年以上の歴史を誇る。学生は6学期にわたり、学期ごとに学業と就業を交互に経験。700社以上の企業と連携し、時給32ドルからスタートする学生も。卒業後の採用率も高い。工学分野は全米トップクラスで、アトランタのテック産業エコシステムの中核として発展を続ける。",
  "Georgia Southern University": "ジョージア大学システム第5位の規模でStatesboro・Savannah・Hinesvilleの3キャンパス。生きたハクトウワシ「Freedom」がホームゲーム前に飛翔する「大学フットボール最もエキサイティングな30秒」。18エーカーの野生動物教育センターに年間165,500人以上が来訪。全米初の虹彩認証で食堂入場を導入。スコットランド公式タータン登録を持つ。1,228エーカーのキャンパス。",
  "Georgia State University": "アトランタのダウンタウンに位置する都市型州立大学。多様性では全米トップクラスで、低所得層学生の卒業率向上で注目される革新的な取り組みが評価。ビジネス、コンピューターサイエンス、心理学が強い。CNNやコカ・コーラ本社が近く、メディア・ビジネス分野のインターンシップ機会が豊富。",
  "University of Georgia": "ジョージア州の旗艦州立大学。ジャーナリズム、農学、獣医学で高い評価。アセンズの美しい大学都市にあり、「Bulldogs」として親しまれている。",
  "Valdosta State University": "全米46校のみの「経済的多様性大学」に選出。FamilyWorksクリニックはサウスジョージアと北フロリダに家族・カップル療法を提供。Copeland African American Museumは150年以上の歴史と75以上の文化財を所蔵。幼児教育が最高評価プログラム。南ジョージア地域影響センターが地域の課題を研究。州内学費6,124ドル。全教員の72%がフルタイム。",
  "University of Hawaii at Manoa": "全米唯一の陸・海・宇宙・太陽の4つのグラント認定を持つR1研究大学。海洋学は世界7位、大気科学は世界13位。2024年研究資金4億6490万ドル。Chronicle of Higher Educationで学生・教員の多様性全米1位。日本庭園、韓国王宮レプリカ、ハワイアンタロ畑など多文化施設も。学費は全米平均より4000ドル以上安い。",
  "Boise State University": "アイダホ州唯一の都市型大学で、U.S. News「最も革新的な大学」にアイダホ州で唯一選出。全米唯一の猛禽類学修士課程やバスク研究など独自プログラムが特徴。ハーバードビジネススクールと連携する唯一の公立大学。青い人工芝のフットボール場「スマーフターフ」でも有名。工学、ビジネス、看護学が強い。",
  "University of Idaho": "カーネギー認定R1研究大学（全米トップ4%）。WWAMI医学教育プログラムでワシントン大医学部と提携しアイダホ州内で医師養成。Barker Trading Programで学生が実際の資金で株式取引を経験。65エーカーの植物園・樹木園「The Arb」を運営。学部生の3分の2が実践的研究に参加。Moscow・Boise・Coeur d Alene・Idaho Fallsに複数キャンパス。810エーカー。",
  "Brigham Young University-Idaho": "末日聖徒イエス・キリスト教会が運営する私立大学で、BYU系列校の一つ。信仰に基づいた教育方針と厳格なHonor Codeがある。ビジネス、コンピューターサイエンスが人気で、学費は非常に安い。アイダホ州レックスバーグの小さな町で、アウトドア活動も楽しめる環境。",
  "University of Chicago": "「シカゴ学派」経済学の発祥地で、経済学分野で34人ものノーベル賞受賞者を輩出（大学全体で101人）。知的厳格さで知られ、「fun comes to die（楽しみが死ぬ場所）」という自虐的な愛称も。コア・カリキュラムで古典から科学まで幅広い教養を必修。独自の入試エッセイ問題は創造性を重視。ハイドパーク地区の歴史あるキャンパスに位置。",
  "DePaul University": "1898年創立の全米最大のカトリック大学（約21,000人在籍）。ヴィンセンシオ会が「社会の周縁にいる人々への教育」を理念に設立。1911年に女子学生を受け入れた初期の男女共学カトリック大学の一つ。1年生全員が「Discover Chicago」でシカゴの街を学ぶ必修科目を履修。リンカーンパークとループの2キャンパスを持ち、公共交通パス無料で都市型キャンパスを最大限活用。",
  "University of Illinois Chicago": "シカゴ都市圏最大の大学で学生3万5000人超。2024年研究資金4億8550万ドルでR1認定。社会的流動性で全米9位。シカゴ唯一の高層構造実験施設を保有。イリノイ州の医療専門家を最も多く輩出し、看護学部は全米16位。都心に近く、インターン機会が豊富。",
  "University of Illinois Urbana-Champaign": "1986年創設のNCSA（国立スーパーコンピューター応用センター）を擁し、世界初の広く普及したWebブラウザ「Mosaic」発祥の地。重力波検出やエボラウイルス抗体設計など革新的研究を推進。DeltaAIなど最新のスパコンで世界のAI研究をリード。コンピュータサイエンスで全米トップクラス、工学・農学も高評価を受ける大規模研究大学。",
  "Illinois Institute of Technology": "シカゴの工科大学。建築学部は世界的に有名で、工学、コンピューターサイエンスでも高い評価。都市部の立地を活かした実践的な教育が特徴。",
  "Illinois State University": "1857年創立のイリノイ州最古の公立大学。全米トップ10の教員養成校。2024年秋に過去最大・最多様（45%が少数派）の新入生4,285人を迎える。定着率81.3%・卒業率66.3%は全国平均超。学生ローン延滞率1.7%は全国平均2.3%を下回る。Military Friendly全米トップ10。Fell Arboretumは154種の樹木を保護。",
  "Loyola University Chicago": "1870年創立の全米最大級のカトリック大学。レイクショア・キャンパスはミシガン湖畔に広がり、中西部屈指の美しさ。メイウッドのヘルスサイエンス・キャンパスにはロヨラ大学医療センターを併設。シカゴ最大の地熱発電施設を持つ環境持続可能性研究所を擁し、中西部最多のグリーンルーフを保有。生分解性燃料ラボでは使用済み調理油をバイオディーゼルに変換する研究も実施。",
  "Northern Illinois University": "東南アジア研究センターは連邦認定7校のみのNational Resource Centerで年間1,500人以上が履修。INSIGHT Into Diversity HEED賞を4年連続受賞（2021-2024年）。イノベーション影響生産性で全米3位。Latinx Living-Learning Communityが2024年「注目プログラム」に選出。HACU VOLARE Institute創設メンバー。Military Friendly School Silver認定。800エーカーのキャンパス。",
  "Northwestern University": "メディル・ジャーナリズム・スクールは40人以上のピューリッツァー賞受賞者を輩出し、ジャーナリズム教育の最高峰。ケロッグ経営大学院はMBA教育で世界的評価。ミシガン湖畔のエバンストンキャンパスは美しい景観を誇る。演劇プログラムからはジュリア・ルイス＝ドレイファス等の俳優を輩出。クォーター制を採用し、多様な科目履修が可能。",
  "Southern Illinois University-Carbondale": "1869年創立のイリノイ州最古の公立大学でR1研究大学。発酵科学学士はイリノイ州唯一で全米でも数校のみ。ファッションデザイン・マーチャンダイジングはイリノイ州立大学で唯一。2017年と2024年の皆既日食で「Eclipse Crossroads of America」。医学部はカリキュラム革新で世界リーダー、大半の米国医学部がモデルを採用。Morris図書館は全米研究図書館トップ50。",
  "Southern Illinois University-Edwardsville": "イリノイ州4年制大学で最低学費クラスかつ全州対象で州内学費を適用。2024年HEED（高等教育多様性優秀賞）受賞。NCAA学生アスリート卒業率でイリノイ州立大学1位・全米公立2位、38学期連続全選手GPA3.0以上。St.LouisまでわずCA25分でBoeing、Anheuser-Busch等でインターン機会。看護が最人気で全学生の20%以上。地域経済に13億ドル以上貢献。2,660エーカーキャンパス。",
  "Ball State University": "「イマーシブ・ラーニング」教育哲学が特徴で、全学生が研究・地域プロジェクト・キャップストーンを経験。コミュニケーション、演劇、教育、建築が特に強い。7つのオンラインプログラムがU.S. News 2024年で全米トップ30入り。デイヴィッド・レターマン・ビルディングは最新テクノロジーを完備。1239エーカーの緑豊かなキャンパス。",
  "DePauw University": "1837年創立で革新性9位のインディアナ州リベラルアーツ大学。90%以上が海外留学（全米トップ10）。2024年に2億ドルの寄付を受領。世界初の女子友愛会Kappa Alpha Theta発祥の地。Management Fellows、Media Fellows等の学際プログラム。520エーカーの自然公園と大学農場を運営。Colleges That Change Livesに選出。1月のJanuary Termで集中学習。",
  "Earlham College": "1847年創立のクエーカー系リベラルアーツカレッジ。全米唯一の学生運営乗馬プログラムを持つ。留学生比率で全米リベラルアーツ大学4位。博士号取得率で全米トップ2%、生命科学では12位。EPIC Advantageで全学生に最大5,000ドルのインターン・研究資金を保証。United World Collegeとの強い連携。Colleges That Change Livesに選出。学生教員比7:1。",
  "Indiana University-Indianapolis": "2024年7月にIUPUIからインディアナ大学インディアナポリス校とパデュー大学インディアナポリス校に分離。看護学部は全米最大規模、医学部は国内最大の医学部のメインキャンパス。インディアナ州唯一の歯学部と全米最古の体育学部を持つ。550以上の学位プログラムを提供。SciTech Corridorで新たなSTEM教育拠点を建設中。",
  "University of Southern Indiana": "看護学部のNCLEX初回合格率は全米トップ5%、インディアナ州2位。2022-23年にNCAA Division Iに移行しOhio Valley Conference加盟、加入2年連続で機関達成賞を受賞。インディアナ州初のNCAA D2野球全国優勝（2010年、2014年）、ソフトボール全国優勝（2018年）も達成。1,400エーカーの広大なキャンパス。全教員100%がフルタイム。大学院在籍者は過去最高の1,886人。",
  "Indiana University-Bloomington": "ジェイコブズ音楽学部は世界トップクラスで、シブリー音楽図書館は北米最大の学術音楽図書館。ケリー経営大学院との共同で2025年秋から音楽ビジネス学位を開設、両校のトップ10評価を融合。3,094席のイーストマン・シアターで年間900以上の公演を開催。美しい石灰岩キャンパスは南部らしい雰囲気を持つ。",
  "University of Notre Dame": "1842年創立のカトリック名門校で、全教室に十字架を掲げる。23.9カラットの金箔で覆われたゴールデン・ドームは象徴的存在で、卒業生は「ドーマーズ」と呼ばれる。フットボールは全米11回の優勝、ハイズマン賞受賞者7名は最多記録。メンドーザ経営大学院、法学部も高評価。キャンパスは全米最美として知られ、グロットやバシリカなど宗教的建造物も多い。",
  "Wabash College": "全米3校のみの非宗教系男子大学の一つ。歴史学は全米1,250校中2位、ドイツ語は947校中1位、数学は1,186校中7位の高評価。4年次に筆記・口頭の総合試験を課す独自の学位審査制度。Columbia・Purdue・Washington大との3-2/3-3工学プログラム。DePauwとのMonon Bell Classicは1890年から続く全米最古級のライバリー。学生1人あたり基金50万ドル超。",
  "Grinnell College": "全米リベラルアーツ大学13位で学部教育3位の名門校。完全オープンカリキュラムで必修・配分要件なし、2年次後半まで専攻宣言不要。リベラルアーツ大学で5番目に高い学生1人あたり基金額でneed-blind入学と十分な奨学金を実現。Columbia・Caltech・Dartmouthなどとの3-2工学プログラム。平和部隊に先駆ける「5年目旅行・サービスプログラム」を20世紀初頭に創設。",
  "Iowa State University": "アイオワ州エイムズに位置する歴史ある州立大学。工学と農学で全米トップクラス。特に農業工学、獣医学、航空宇宙工学が有名。中西部らしい親しみやすい雰囲気と、リーズナブルな学費が魅力。「Cyclones」としてスポーツも盛んで、活気あるキャンパスライフ。",
  "University of Iowa": "1936年創設のアイオワ・ライターズ・ワークショップは全米初の創作MFA学位プログラムで、合格率3%未満の超難関。40人以上のピューリッツァー賞受賞者、7人の米国桂冠詩人を輩出。2003年には教育機関として初めて全米人文学メダルを受賞。アイオワシティは国連創造都市ネットワーク「文学都市」に認定。300以上の創作プログラムがこのモデルを採用している。",
  "University of Northern Iowa": "U.S. News中西部地域大学10位、公立2位。AACSBビジネス認定（世界5%未満）。アイオワ州最多の教員養成プログラム。1815年ボストン創刊の文芸誌「North American Review」を発行。教育研究用温室は250種の熱帯植物と広大な水生学習センターを備える。NFL MVP 2回のカート・ワーナーの母校。2025年秋から近隣6州（MN、WI、IL、MO、NE、SD）に州内学費適用。",
  "Fort Hays State University": "カンザス州最大の西部大学でカンザス州バリュー4位。全米唯一のNational De-Escalation Training Centerを持ち暴力緩和訓練を提供。Kansas Academy of Mathematics and Scienceは州最高峰の高校プログラム。Dane G. Hansen Scholarship Hallは起業志向学生のための独自の住居兼作業空間。州内学費5,633ドル。Sternberg自然史博物館も運営。",
  "University of Kansas": "バスケットボール発明者ジェームズ・ネイスミスが1898年に初代コーチとして着任した「バスケの聖地」。アレン・フィールドハウスは2017年に130.4dBでギネス世界記録を更新した全米最も騒がしいアリーナ。コート名は「ジェームズ・ネイスミス・コート」。創設の「オリジナル13ルール」はデブルース・センターに収蔵。2001年以来352試合連続完売。男子は1952・1988・2008・2022年にNCAAトーナメント優勝。",
  "Kansas State University": "1863年創立、アメリカ初の実働ランドグラント大学。農学、工学、ビジネス、教育が強み。National Bio and Agro-defense Facilityの隣接地に位置しバイオ研究に強み。NASAから75万ドル助成を受け宇宙3Dプリント研究を推進。Money Magazine 2024年カンザス州トップバリュー。卒業後6ヶ月以内就職率97%。",
  "Wichita State University": "STEM雇用集中度全米最高のWichita市に位置する研究大学。Innovation Campusは120エーカー以上で全米最大・最速成長の研究/イノベーションパークの一つ。2024年にリハビリ医学・支援技術研究所（IRMAT）を開設。3億ドルのWichita Biomedical Campusは2026年開設予定で3,000人収容。男女ボウリングチームはUSBC大学選手権23回優勝。253の学位プログラム。",
  "Centre College": "ケンタッキー州の質の高いリベラルアーツカレッジでバリュー20位。CentreTermで「歩く芸術」（カント哲学をハイキングで学ぶ）など独自科目を提供。85%が海外留学。医学部合格率86%（初回応募者）は全米最高水準。Columbia・Vanderbilt等との二重学位工学プログラム。Centre Promiseで100%の財政需要を充足。教授評価で全米13位。",
  "Eastern Kentucky University": "2024年秋にケンタッキー州地域公立大学で最大（14,565人）に成長。2020年以降30%の新入生増。EKU BookSmartで全学生に教科書無料提供という革新的支援。Military Friendly全米3位。定着率は過去最高の約80%。卒業生の67%がケンタッキー州内で就職し州内公立校最高。矯正学が最高評価プログラム。",
  "Frontier Nursing University": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "University of Kentucky": "薬学部は全米トップ10常連で、教育学部も高評価。全米8校のみが持つ「リベラルアーツ・工学・農学・医学の全学部を備えた総合大学」の一つ。1903年に全米初の組織的チアリーディングを開発した歴史がある。William T. Young図書館は公立大学で最大の図書基金を誇る。",
  "University of Louisville": "全米21校のみのR1かつOpportunity College認定校。2024年研究費2億3000万ドルで過去最高を記録。世界初の完全自己完結型人工心臓移植、米国初の手移植を実施。ケンタッキー州が2.8億ドル投資の医療科学シミュレーションセンターを建設中。UPSと提携し深夜シフト学生の学費を全額負担。",
  "Murray State University": "U.S. News南部バリュー1位（1.36億ドルの奨学金・財政支援で過去最高）。南部地域大学14位、公立6位。30年以上U.S. Newsトップ校に選出され続ける。ケンタッキー州8校のみのAACSBビジネス認定。DNP（看護）、麻酔看護、作業療法、言語病理学が2024-2025年ベストに選出。複数州の住民に州外学費割引を提供。2024年秋は過去4番目に大きな新入生クラス。",
  "Union College": "1795年創立で全米初の計画的キャンパス設計を持つ名門リベラルアーツカレッジ。NY州初の非宗派高等教育機関。リベラルアーツ大学初の工学学位を創設。「友愛会の母」として3つの初期フラタニティ発祥の地。Minerva House Programで学生と教員の交流を促進。Division I男女アイスホッケー。2025年に初の女性学長Elizabeth Kiss就任。トライメスター制。",
  "Western Kentucky University": "丘の上に建つキャンパスで「The Hill」の愛称。Mahurin Honors Collegeはケンタッキー公立大学初の独立Honors Collegeで大学院・専門職進学率98%。Gatton Academyは2012〜2014年Newsweekで全米高校1位。ビジネス学部は会計・ビジネス両方でAACSB認定の世界トップ1%。英国Harlaxton Collegeへの留学も。",
  "Louisiana State University and Agricultural & Mechanical College": "ルイジアナ州バトンルージュに位置する州の旗艦大学。「LSU Tigers」としてフットボールが全米で有名。ビジネス、工学、教育学が強く、石油・エネルギー産業との結びつきも深い。南部特有の温かいコミュニティと活発なキャンパスライフが魅力。農学・獣医学でも高い評価を受けている。",
  "University of New Orleans": "ニューオーリンズ唯一の土木・機械・電気工学プログラムを持つR2研究大学。Ellis Marsalisが1989年創設したジャズ研究プログラムは本場ニューオーリンズで学ぶ卓越したプログラム。海軍建築・海洋工学は全米でも希少。ホテル・レストラン・観光学修士はルイジアナ州唯一。NSA・DHS認定のサイバー防衛研究センター。17の博士課程を持つ。",
  "Southeastern Louisiana University": "ルイジアナ州第3の規模。オンラインFNPプログラムはNPSchools.comで全米1位、DNPプログラムも全米トップ50（州内唯一）。全米唯一のWWII戦没卒業生に捧げられた学生会館を持つ。全米36校のみのIB教育者資格認定校でガルフサウス唯一。大学安全性で州内1位・全米15位。Bill Evans（ジャズピアニスト）アーカイブを所蔵。Columbia Theatreも所有。",
  "University of Louisiana at Lafayette": "ハーバードやデュークと同じCarnegie R1研究大学。キャンパス中央のサイプレス湖にはワニ、カメ、野鳥が生息する全米唯一の大学内エコシステム。毎年4月のLagniappe Dayではカヌーレースと2万ポンドのザリガニボイルが名物。Festival Internationalは全米最大の国際音楽・芸術祭。ケイジャン文化の中心地。",
  "Tulane University of Louisiana": "ニューオーリンズの活気ある文化と融合した名門私立大学。全米の私立研究大学で初めてサービスラーニング（公共奉仕）を卒業要件に導入。学生は在学中に2つのサービスラーニング科目を履修必須。過去16年で250万時間以上のコミュニティ活動を実施し、Princeton Review「地域貢献度」で4度の全米1位を獲得。ハリケーン・カトリーナ後の復興にも貢献。",
  "Bates College": "全米リベラルアーツ大学24位の名門で学部教育12位。1855年創立で米国初の共学リベラルアーツ大学、奴隷制廃止論者が設立した歴史。5月のShort Term（4週間集中履修）で1科目に没頭または研究・インターン。卒業論文必須。60%が海外留学（80カ国以上）。Case Western・Columbia・Dartmouthなどとの3-2工学プログラム。Harward Centerで市民参加を推進。",
  "Bowdoin College": "全米リベラルアーツ大学5位の名門校で50年以上前からテストオプション制を採用した先駆者。自家菜園と専属肉屋を持つ学食は全米トップ評価、毎年のロブスターベイクが名物。43専攻45副専攻を提供。Netflix創業者リード・ヘイスティングス、詩人ロングフェローを輩出。「Bowdoin Hello」の友好的挨拶伝統。33のDivision IIIスポーツチーム。メイン州沿岸の207エーカー。",
  "Colby College": "全米リベラルアーツ大学24位で革新性5位の名門校。全米初のJan Plan（1月集中学期）でEMT資格、ナミビア野生動物保護など多彩な体験。Davis Institute for AIはリベラルアーツ大学初のAI学際研究所。DavisConnectsで全学生にインターン・研究・海外体験を保証。2024年にPublic Policy Lab開設。メイン州沿岸のIsland Campusで海洋・環境研究。",
  "University of Maine": "メイン州唯一のR1研究大学。2025年1月に全米初のコンピュータサイエンス・ビジネス統合学士課程を開始。Research Learning Experienceで1年生から教員との共同研究に参加可能。野生生態学プログラムはメイン州の自然環境を活かしたフィールドワークが特徴。2024年卒業生の94%が6ヶ月以内に就職または進学、83%が専攻関連職に就職。中間初任給52,000ドル。卒業生の79%がメイン州で就職。",
  "Johns Hopkins University": "1876年創立のアメリカ初の研究大学。医学部は1893年に女性を受け入れた先駆者。ブルームバーグ公衆衛生大学院は世界最大の公衆衛生大学院で、研究助成金獲得額は同分野で全米トップ。2024年に10億ドルの寄付を受け、医学生の多くが学費無料に。ボルチモアの医療地区JHMIはピーボディ音楽院も隣接し、芸術と科学が共存。",
  "University of Maryland-Baltimore County": "「Maryland's Honors University」として知られるR1研究大学。NASA研究資金で全米10位。2024年度研究費は過去最高の1.51億ドル。93%の卒業生が6ヶ月以内に就職または大学院進学。81%の学部生が応用学習・インターン・研究に参加。525,000平方フィートのbwtech@UMBCでテックスタートアップを支援。「頭がいいのがカッコいい」校風。",
  "University of Maryland-College Park": "NASAゴダード宇宙飛行センターから5マイルの好立地を活かし、CRESST IIプログラムで5年間8,750万ドルの協定を締結。大学として唯一の無重力シミュレーション施設を保有し、宇宙飛行士とロボットの相互作用を研究。世界トップクラスの量子科学研究所も併設。100以上の専攻を持ち、研究費は11.4億ドルで全米17位。Public Ivyにも選出。",
  "Towson University": "メリーランド州最大の公立大学で、Wall Street Journal全米公立大学15位。社会的流動性でメリーランド州1位・全米37位。オンライン教育学大学院はメリーランド1位・全米35位。言語聴覚士の修士課程は全米8位。教育学部は州最大で、ビジネス学部も全米公立26位と高評価。卒業生の平均収入が高いことで知られる。",
  "Amherst College": "全米リベラルアーツ大学2位の超名門。全米初の学部神経科学プログラムを1973年創設。完全オープンカリキュラムで必修・配分要件なし、独自専攻も設計可能。Five College Consortium（6,000コース以上）に参加。卒業生の80%が大学院・専門大学院に進学。ノーベル賞受賞者6人、ローズ奨学生20人輩出。45%が海外留学。学部教育2位。",
  "Boston College": "1863年創立のイエズス会カトリック大学。「Heights（高台）」の愛称で知られるキャンパスは、北米最古級のコレジエイト・ゴシック建築群を擁する。オックスフォード大学への留学プログラムを含む充実した海外研修を提供。信仰と理性の調和を重視し、全人教育を実践。112人のイエズス会士がキャンパスに居住し、精神的な学びもサポート。",
  "Boston University": "ボストン中心部チャールズ川沿いに位置する大規模私立大学。350以上の学位プログラムと革新的な「BU Hub」教養教育システムを提供。2012年にAAU（アメリカ大学協会）に加盟。キラチャンド・オナーズ・カレッジは学際的リーダー育成で知られる。医学部との連携でMMEDIC早期保証プログラムも人気。CEOによる卒業生評価は全米13位。",
  "Brandeis University": "1948年にユダヤ系アメリカ人コミュニティが設立した非宗派の研究大学。名称はユダヤ系初の最高裁判事ルイス・ブランダイスに由来。1952年にEbony誌から「全米の大学の模範」と評された多様性の先駆者。1959年に全米初の社会政策大学院ヘラー・スクールを設立。1980年には米国初の現代ユダヤ研究センターも開設。ボストン郊外の235エーカーのキャンパス。",
  "Harvard University": "1636年創立のアメリカ最古の高等教育機関。世界最大の大学図書館（2,040万冊）を有し、ビジネス、医学、法学の大学院は世界的名声を誇る。8人の大統領、162人のノーベル賞受賞者、188人の現役ビリオネアを輩出。学生7:1の少人数教育を実施し、生命科学や医学研究で圧倒的な研究資金を獲得。キャンパスはボストン近郊ケンブリッジに位置。",
  "College of the Holy Cross": "1843年創立のニューイングランド最古のカトリック大学でイエズス会系リベラルアーツカレッジ。Montserrat First-Year Experienceで新入生を学習コミュニティに配置。Clark大学との4+1プログラムで教員免許取得。政治学・経済学・化学・古典学・文学が特に強い。全米リベラルアーツ大学屈指の基金規模。NROTC拠点としてBrown・WPIの学生も訓練。Hidden Iviesの一校。",
  "University of Massachusetts-Lowell": "R1研究大学でWSJ 2024年マサチューセッツ州公立1位（20年間ROIベース）。全米唯一のプラスチック工学学士課程を創設、音響録音技術や核工学も希少プログラム。MLB公式バット・ボール試験施設を運営。オンライン刑事司法修士は全米3位。LINC（Lowell Innovation Network Corridor）プロジェクトで37億ドルの経済効果と雇用創出を見込む。州唯一の公立DPTプログラム。",
  "University of Massachusetts-Amherst": "マサチューセッツ州の旗艦大学で、「ZooMass」の愛称で親しまれる。コンピューターサイエンス、言語学、高分子科学で全米をリード。ボストンから1時間半の緑豊かなキャンパス。Five College Consortiumで近隣4校の授業も履修可能。卒業生の収入も高く、コスパ抜群の州立大学。",
  "University of Massachusetts-Boston": "ボストン唯一の公立研究大学（R1認定）で120エーカーのウォーターフロントキャンパス。社会的流動性でニューイングランド1位。老年学は全米トップ。Mass General Brighamから2000万ドル、New Balanceから1000万ドルの助成。ビジネススクールはボストン唯一の公立AACSB認定。卒業生初任給は平均より32%高い。",
  "Massachusetts Institute of Technology": "理工系で世界最高峰。「Mind and Hand（知性と手）」のモットーのもと、理論と実践を融合。105人のノーベル賞受賞者を輩出。専攻は番号で呼ばれるユニークな文化を持ち、1年次は合否のみの成績評価で学生の適応を支援。1月のIAP（独立活動期間）や学生による創造的な「ハッキング」文化も有名。90%の学生が4年間キャンパスに居住し、強い絆を築く。",
  "Mount Holyoke College": "1837年創立のSeven Sisters最古の名門女子大学。36%の専攻が学際的で柔軟なカリキュラム、40%がSTEM専攻。Lynkプログラムで全学生にインターン・研究資金を提供（2024年に358人に150万ドル以上）。12大学交換留学制度（Amherst、Bowdoin、Dartmouth等）。25%が55カ国以上からの留学生（1839年から受入）。卒業10年以内に80%が大学院進学。自己スケジュール試験。",
  "Northeastern University": "1909年創設のCo-op（産学協同教育）プログラムは世界最大級で115年の歴史を誇る。136カ国3,300以上の企業と提携し、学生は在学中に最大3回、各6ヶ月のフルタイム就業経験を積む。Co-op期間中は学費不要。「グローバル体験学習のリーダー」を自任し、148カ国での実践的学習機会を提供。卒業生の就職率と初任給は業界トップクラス。",
  "Smith College": "名門女子大Seven Sistersの一校で全米有数のリベラルアーツカレッジ。全米女子大初の自校工学学位（ABET認定）を授与。Center for Women in Mathematicsで他校の女子学生を1年間受入。大学女子チームコーチ養成に特化した運動・スポーツ研究修士課程（全米唯一）。自校運営のパリ・ハンブルク・フィレンツェ・ジュネーブ留学。41寮のハウスシステム。Mountain Dayの伝統。",
  "University of Massachusetts-Dartmouth": "マサチューセッツ州公立3位で社会的流動性はニューイングランド公立2位。NSAからサイバー研究卓越認定。看護NCLEX合格率96%（全国平均90%）、法学部Bar合格率は州5位。海洋科学・再生エネルギー研究でBlue Economyのアンカー。1964年ブルータリスト建築家Paul Rudolph設計のユニークなキャンパス。州唯一の公立法科大学院。",
  "Tufts University": "フレッチャー法律外交大学院は1933年創立の全米最古の国際関係大学院専門校。148カ国に11,000人以上の卒業生ネットワークを持つ。ハーバード大学との単位互換制度も整備。獣医学部はニューイングランド唯一で高い評価。独自のGMAP（グローバル修士プログラム）は世界初のハイブリッド型国際関係学修士課程として革新的。",
  "Wellesley College": "名門女子大Seven Sistersの一校でForbes全米23位のエリートリベラルアーツカレッジ。2024年にBEAM（ビジネス・起業・マネー管理）イニシアチブを開始。全米初級の選択的リベラルアーツ大学でインターンに単位付与の体験学習必修化。50年以上MITとクロス登録。ジュネーブ国際開発研究大学院との5年BA/MAプログラム。2024年卒の97%が就職・進学。",
  "Williams College": "全米リベラルアーツ大学ランキング不動の1位を誇る最高峰の名門校。オックスフォード式チュートリアルで2人の学生が教授と深い研究を実施。1月のWinter Study Programで会計・起業・ヨガなど通常にない科目を履修。Williams-Exeter Programme at Oxfordで毎年26人がオックスフォード大で1年間学ぶ。教員360人、学生教員比6:1。奨学生には教科書無料。",
  "Worcester Polytechnic Institute": "プロジェクトベース教育のパイオニアで、全学生がIQP（学際的プロジェクト）とMQP（専門分野プロジェクト）の2つを必修。世界50以上の拠点でグローバルプロジェクトを実施し、2022年以降は全学生に最大5,000ドルの海外プロジェクト奨学金を提供。2008年以降12,000件以上のプロジェクトをオンラインで公開。「卒業後に何ができるか」を重視する実践教育で知られる。",
  "Central Michigan University": "ミシガン州2校のみのAdobe Creative Campus。北米唯一の乳児用サーマルマネキンを保有し衣料・製品試験を実施。ミシガン州2番目の教員養成プログラム規模で年間300人以上輩出。Governor John Engler Charter Schools Centerで69校のチャーター校（29,000人）を支援。イベントマネジメント学士は5回の全国受賞。53学期連続で学生アスリートGPA3.0以上。",
  "Eastern Michigan University": "全米初の師範学校4校目として1849年創立（ニューイングランド外では初）。R2研究大学。eスポーツプログラムは20台以上のPCを備えた最新施設でStudent Centerに拡張。起業・イノベーションセンターは1986年設立で8週間のハイブリッド起業家育成プログラムを提供。オンライン教育学修士は全米トップ10。NFLスターMaxx Crosbyを輩出し2024年にスタジアムが彼の名を冠する。",
  "Grand Valley State University": "ミシガン州アレンデールに位置する州立大学で、NCAA Division IIで20年以上ほぼ毎年Director's Cupを獲得する体育強豪校。31回の全国制覇を誇る。ビジネス、看護学、生物学が人気で、グランドラピッズのダウンタウンにも都市型キャンパスを持つ。ミシガン州内で最もコスパの良い大学の一つとして評価。",
  "University of Michigan-Ann Arbor": "「Public Ivy」の代表格で、19の学部・大学院から250の学位プログラムを提供。ロス経営大学院、工学部は全米トップクラス。アメリカ初の大学附属病院を設立し、医療分野でも先駆者。1,600以上の学生団体と29の体育会チームを持ち、Big Tenスポーツの強豪。大学都市アナーバーは「全米最高の小都市」として知られる。",
  "Michigan State University": "ミシガン州の名門州立大学。農学、獣医学、教育学で高い評価。「Spartans」として親しまれ、特にバスケットボールの強豪校として有名。",
  "Oakland University": "ミシガン州8つの研究大学の一つ（R2認定）。Meadow Brook Hallは全米4番目に大きな歴史的邸宅博物館で国家歴史的建造物。Oakland University William Beaumont School of Medicineを運営。ビジネスと会計の両方でAACSB認定は世界195校のみ。2024年にNCAAトーナメントでケンタッキー大を撃破。Research and Innovation Centerが2024年5月開館。1,444エーカーキャンパスに2つのゴルフコース。",
  "Wayne State University": "デトロイト中心部に200エーカーのキャンパスを持つミシガン州最多様なR1研究大学。2023年研究費3.526億ドル。健康科学分野が特に強くNIH資金で全米トップクラス。TechTownは2004年から6000以上の地元企業を支援し4億ドル以上のスタートアップ資金を調達。全米初の大学院レベル劇団Hilberry Theatreを運営。社会的流動性で全米62位。",
  "Western Michigan University": "ミシガン州8つの研究大学の一つ（R2認定）。航空飛行科学、創作文芸、ジャズ、中世研究、製紙工学、統合サプライマネジメントなど多数の分野で全米トップ評価。作業療法修士は全米42位。Global Engagement Programに11,000人以上の学生が参加。AACSB認定ビジネススクール（世界820校未満）。2023-24年に海外留学奨学金49万ドルを提供し460人以上が参加。",
  "Carleton College": "全米リベラルアーツ大学10位で学部教育1位の名門校。ミネソタ州最も選抜的な大学で2028年クラス合格率17.9%。National Merit Scholar在籍数でリベラルアーツ大学トップクラス。医学部合格率80%以上、法科大学院90%。76%が海外留学。800エーカーのCowling Arboretum。Ultimateクラブは全国優勝5回。2023-24年に14人のフルブライト受賞者。",
  "Macalester College": "全米リベラルアーツ大学28位で学部教育10位の名門校。大都市圏（ミネアポリス・セントポール）に位置する数少ない選抜的リベラルアーツ大学。国際主義・多文化主義・社会奉仕を柱とする教育理念。ベルリン・ウィーン6ヶ月ドイツ語イマージョン。Sustainable Campus Index Gold評価で学士課程大学2位。Campus PrideでLGBTQ+フレンドリー大学全米1位。100%の財政需要を充足。",
  "Minnesota State University-Mankato": "1868年創立で「全米初の女性学長を持つ公立大学」（1872年、ジュリア・シアーズ）。修士課程大学の留学生数で全米15位を7年連続達成。2024年に男女バスケットボールがDivision II同時優勝（40年ぶりの快挙）。自動車研究センター・水資源センターなど応用研究施設が充実。マンカト経済に年間8.27億ドル貢献。",
  "University of Minnesota-Twin Cities": "1851年創立の研究大学で、ペースメーカー、リトラクタブル・シートベルト、生分解性プラスチックなど生活を変えた発明の発祥地。Times Higher Education初の学際科学ランキングで米公立大学首位・全体6位。ミシシッピ川沿いの1,150エーカーのキャンパスに150以上の学部専攻。Public Ivyにも選出され、研究費は年間10億ドル超。",
  "St Olaf College": "ミネソタ州のルーテル系リベラルアーツカレッジ。1903年創設の音楽プログラムは全米初の海外ツアー（1906年ノルウェー）を実施、学生の3分の1が音楽アンサンブルに参加。Open Doors 2024年で海外留学者数全米4位（62%が留学）。博士号取得率で全米8位。医学部合格率84%。平和部隊ボランティア輩出3位。年60万ドル以上のインターン資金を提供。",
  "University of Mississippi": "ミシシッピ州最大のR1研究大学で「Ole Miss」の愛称で親しまれる。FDA認可の大麻研究施設を持つ唯一の大学。法学部、医学部、南部文化研究で全米的評価。「The Grove」での試合前テールゲートは「聖地」と呼ばれ、「Hotty Toddy」の伝統も有名。ノーベル賞作家フォークナーの邸宅も管理。2024年入学者数は過去最高を記録。",
  "Mississippi State University": "ミシシッピ州最大の大学で、2024年に過去最高の入学者数を記録。工学と農学で全米的評価が高く、スーパーコンピューティングは全米4位。NSF指定の27の工学研究センターの一つを有する。全米唯一の放送気象学を専門とする地球科学プログラムや、PGA公認のゴルフマネジメント課程も特徴。4,200エーカーの広大なキャンパス。",
  "University of Southern Mississippi": "コミュニティエンゲージメント認定R1研究大学。湾岸地域唯一の海洋学プログラムを持ち、Long Beach校は海洋・沿岸科学の拠点。AACSBの会計・ビジネス両方認定は世界1%のみ。教育学部は2024年に全米トップ100入り（MS州2位）。全教員の99%がフルタイム（全国平均47%）。All-American Rose Gardenを持つ美しい1090エーカーキャンパス。",
  "A T Still University of Health Sciences": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "University of Missouri-Columbia": "1908年創設のジャーナリズム学部は世界初のジャーナリズム学位プログラム。「ミズーリ・メソッド」は実践重視で、1909年に世界初の学部学位、1921年に修士、1934年に博士を授与。コロンビア・ミズーリアン（日刊紙）、KOMU-TV（全米初の大学所有商業TV局）、KBIA（NPR加盟）など7つの実運営メディアで学生が実習。ドナルド・W・レイノルズ・ジャーナリズム研究所も併設。",
  "Truman State University": "ミズーリ州唯一の公立リベラルアーツ大学でU.S. News中西部公立1位を27年連続維持。CPA合格率全米3位の会計プログラム。Fiske Guide「ベストバイ」トップ10公立校。NCAA Division IIで学業優秀賞受賞、アカデミック・オールアメリカン輩出数で全国リーダー。全クラスの67%が20人未満、フルタイム教員比率90%。250以上の学生組織。",
  "Missouri State University-Springfield": "ミズーリ州第2位の規模を持ち、1995年に州から「公共問題」使命を正式に付与された唯一の大学。倫理的リーダーシップ・文化的能力・地域貢献を教育の3本柱に。卒業後6ヶ月以内就職率92%、平均初任給52,600ドル。2024年にConference USA加盟でフットボールがNCAA最高レベルに昇格。",
  "Washington University in St Louis": "ヒトゲノム計画で全体の25%を解読したマクドネル・ゲノム研究所を擁する。医学部は19人のノーベル賞受賞者を輩出し、ベッドサイド教育の先駆者。バーンズ・ジューイッシュ病院との連携で豊富な臨床経験を提供。1年次の成績は合否評価で多様なバックグラウンドの学生を支援。セントルイスの美しいキャンパスは「中西部の隠れた名門」の象徴。",
  "Montana State University Billings": "モンタナ州最大都市ビリングスに位置し州内第3位の規模。Fortune 500企業でのインターン、州最大学区での教育実習、広範な医療ネットワークでの臨床研修が可能。Native American Achievement Centerで先住民学生をサポート。City Collegeでは9〜24ヶ月で修了できる実践的プログラムを提供。14:1の学生教員比率。168エーカーのダウンタウンキャンパス。",
  "Montana State University": "モンタナ州最大の大学で、土地供与大学としての伝統を持つ。R1研究大学に認定され、特に農業、工学、看護学が強い。イエローストーン国立公園に最も近い研究大学として、環境科学やフィールド研究に独自の強みを持つ。美しい山岳地帯に囲まれたキャンパスはアウトドア好きにも人気。",
  "The University of Montana": "2022年にカーネギーR1認定を取得（全米トップ4%）。全米唯一の中央・南西アジア研究学士課程を提供。野生生物学プログラムは北米1位の教員研究品質・生産性。ノーベル賞受賞者Harold Ureyを輩出。40カ国90以上の大学と国際提携。2024年秋に2018年以来最高の10,811人が在籍。Davidson Honors Collegeに1,000人以上の学生。",
  "Creighton University": "オマハのイエズス会大学で、1892年創立の医学部は130年以上の歴史を持つ。2012年にフェニックスのセント・ジョセフ病院にサテライトキャンパスを開設し、オマハ以西初のイエズス会医学プログラムとなった。2023年開設のウェルナー・センター（14.5万平方フィート）は最新のシミュレーションラボを備える。医学生の100%がMagis Clinicなどでボランティアに参加。",
  "University of Nebraska at Omaha": "ネブラスカ州唯一のNSAサイバーオペレーション卓越センター（CAE-CO）認定校で2002年からサイバー防衛（CAE-CD）も保持。研究費は2023年度に4200万ドルで過去最高を記録。Fireflyスーパーコンピューターを保有。学生アスリートの地域貢献でDivision I全米トップ10。Carnegie Community Engagement認定3回目を目指す。",
  "University of Nebraska-Lincoln": "ネブラスカ州の旗艦大学で1869年創立の歴史あるランドグラント大学。ビジネス、工学、農学が強く、オンラインMBAは全米7位。2024年にはNSF CAREER賞を過去最多の9名が受賞。宇宙手術ロボットの開発など革新的研究でも知られる。「Huskers」としてフットボールの伝統も深く、州経済に30億ドル以上貢献。",
  "University of Nevada-Las Vegas": "William F. Harrah College of Hospitality内の料理学校はU.S. News全米1位。ネバダ州初のヒスパニック系在籍率25%達成で全米4番目に多様な大学。Kirk Kerkorian School of Medicineを運営。学生主導のRebelSatがネバダ州初の衛星設計に貢献。Skatin Rebelsホッケーチームが2024年ACHA全国決勝初進出。2024年冬卒業式は前年比15%増で19歳から74歳まで。",
  "University of Nevada-Reno": "ネバダ州の旗艦大学でリノ・タホ地域の学術拠点。経済的多様性でNew York Times全米48位にランクイン。医学部、工学、ビジネスが強く、テクノロジーやヘルスケア産業との連携が深い。心理学、公衆衛生、生物学が人気専攻。シエラネバダ大学やRenown Healthとの提携でプログラムを拡充。スキーリゾートにも近いロケーション。",
  "Dartmouth College": "アイビーリーグ最小規模で、学部教育への注力度は随一。「D-Plan」と呼ばれる4学期制で、学生は学期ごとに授業・研究・留学を柔軟に組み合わせ可能。タック・ビジネススクール、セイヤー工学部も学部生に開放。ニューハンプシャー州の雄大な自然に囲まれ、アウトドア活動が盛んな「Big Green」の愛称で親しまれる。卒業生の結束力と愛校心は全米屈指。",
  "University of New Hampshire-Main Campus": "宇宙科学センター（SSC）は60年以上にわたり100以上のNASAミッションに参画。イオン加速器、EMI/無響室、熱真空チャンバーなど最先端の宇宙機器試験施設を保有。2024年には地域初の「宇宙技術ハブ」を開設し、民間宇宙産業との連携を強化。1950年代からの中性子モニタリングネットワークは地球放射線環境の観測に貢献。地球・海洋・宇宙研究所はUNH最大の研究機関。",
  "Rowan University": "全米2校のみのM.D.とD.O.両医学プログラムを持つ公立大学。2025年にニュージャージー州初の獣医学部開設予定。全米56校のみのビジネス・教育・工学・医学全認定校。全米3番目に急成長する公立博士課程研究大学。2024年秋に史上最大の3,100人超の新入生を迎え、史上初めて全50州と95カ国から出願。991エーカーのキャンパス。",
  "Kean University": "1855年創立のニュージャージー州初の公立高等教育機関。全米公立大学で唯一、中国にキャンパス（温州ケアン大学）を持つ。2022年に州指定「Urban Research University」となりR2認定取得。建築学部はMichael Gravesの名を冠する。7つの劇場と6つのギャラリーを持つ芸術の拠点。社会的流動性で全米81位。",
  "Montclair State University": "ニュージャージー州最大のヒスパニック・サービング大学でNYから12マイル。U.S. News 2025年で社会的流動性全米9位。NJ初の教育テレビ放送・初の修士課程・初の独立稼働マイクログリッドを持つ。ダンスBFAはDanceUS.orgでNJ唯一のトップ評価。MBAはFortune誌でNJ1位。LGBTQ+フレンドリーで最高5つ星獲得。",
  "Princeton University": "アイビーリーグで唯一、学部教育を最優先に据える。全学部生が卒業論文を執筆する独自の伝統を持ち、教授陣は学部生の指導に深く関与。37の専攻と50以上の副専攻を提供。大学院生より学部生が多いという珍しい構成で、1年次から研究に参加可能。美しいキャンパスはニュージャージー州の緑豊かな環境に位置し、知的探求に最適な環境を提供。",
  "Rutgers University-New Brunswick": "ニュージャージー州を代表する名門州立大学。1766年創立でアメリカ最古の大学の一つ。ビジネス、コンピューターサイエンス、工学が特に強く、ニューヨーク・フィラデルフィア両都市へのアクセスも良好。卒業後の収入も高く、就職に強い実践的な教育を提供。研究型大学として多くの分野で高い評価を受けている。",
  "Stevens Institute of Technology": "「アメリカ発明家一族」スティーブンス家が1870年に創立した全米初の機械工学専門大学。T型レールや蒸気船など19世紀の革新技術を生んだ一族の伝統を継承。1982年に全米初の学生PC必携制度を導入。卒業生はIMAP（Eメールの基盤技術）やバブルラップを発明。2015年ソーラー・デカスロンでハリケーン耐性住宅で優勝。マンハッタンを望むホーボーケンに位置。",
  "Stockton University": "1,600エーカーのPinelands国立保護区内にメインキャンパス、Atlantic Cityのビーチフロントにも1.78億ドルのキャンパス（学生寮533人）。全米初のホロコースト・ジェノサイド研究修士課程、NJ州初の環境科学PSM。世界最大級の地熱暖冷房システムと全米初の帯水層熱貯蔵システムでサステナビリティをリード。カヤック・キャンプ用品を無料レンタル可能。",
  "University of New Mexico-Main Campus": "プエブロ・リバイバル建築の美しいキャンパスを持つR1研究大学。原子力工学は全米13位。サンディア国立研究所・ロスアラモス国立研究所と連携し実地研究機会が豊富。2024年APLU Innovation賞受賞。885件の米国特許・163社のスタートアップを輩出。Military Friendly全米8位。年間310日の晴天で30マイル先にスキー場。",
  "New Mexico State University-Main Campus": "1888年創立のニューメキシコ州最古の公立大学でR1研究大学に昇格。NASA National Space Grant Consortiumの主幹校。Meta Platformsとの提携でVR教育を先駆け、Ciscoのホログラム技術を高等教育機関で初ベータテスト中。女性STEM支援で全米16位（化学工学）。ヒスパニック・ネイティブアメリカン学位授与数で全米トップ10。",
  "Barnard College": "全米リベラルアーツ大学13位のSeven Sisters名門女子大学。コロンビア大学と提携しマンハッタン4エーカーに位置、全てのColumbia授業を履修可能。4+1プログラムでBarnard学士＋Columbia修士を5年で取得。Juilliard・Manhattan School of Musicとの音楽交換プログラム。2024年にBarnard|Nextで生涯学習を開始。ダンス・環境科学が特に強い。",
  "Columbia University in the City of New York": "ニューヨーク州最古の大学で、マンハッタン中心部に位置する唯一のアイビーリーグ校。全学生必修のコア・カリキュラムで西洋古典から科学まで幅広い教養を身につける。ジャーナリズム、国際関係、ビジネスに強く、国連・ウォール街・ブロードウェイへのアクセスを活かした実践的学習が可能。学生教員比率6:1、年間2億ドル以上の奨学金を提供。",
  "Cornell University": "アイビーリーグ唯一のランドグラント大学で、公立と私立のカレッジが共存する独自構造。ホテル経営学、獣医学、農学、工学で全米トップレベル。ニューヨーク州全56郡に協同エクステンションを展開し、研究成果を地域社会に還元。80の専攻と120以上の副専攻を提供。イサカの美しい渓谷とゴージに囲まれた広大なキャンパスは自然愛好家にも人気。",
  "Fordham University": "1841年創立のイエズス会大学で、ブロンクスのローズヒルとマンハッタンのリンカーンセンターの2キャンパスを持つ。Ram Van（シャトルバス）が年間23万人を輸送し両キャンパスを結ぶ。リンカーンセンター・キャンパスは20階建てマクマホン・ホールからマンハッタンを一望。アルビン・エイリー・アメリカン・ダンス・シアターとの提携でBFAダンス学位も提供。法学部は全米トップクラス。",
  "Hamilton College": "全米リベラルアーツ大学Forbes 15位の名門校。必修科目・配分要件なしのオープンカリキュラムで自由な学びを実現。2024年に5,000万ドルのInnovation Center着工（AR/VR、ロボティクス、メイカースペース）。Bristol Fellowshipで3万ドルの探求資金。Columbia・Dartmouthとの3-2工学プログラム。約3分の2が海外留学。1,300エーカーの広大なキャンパス。",
  "Northeast College of Health Sciences": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "New York University": "ニューヨーク、アブダビ、上海の3つの学位授与キャンパスと世界12の拠点を持つグローバル大学。ティッシュ芸術学部は映画学校として全米首位の評価を受け、マーティン・スコセッシ、スパイク・リー、レディー・ガガを輩出。スターン経営大学院は1900年設立の全米最古級ビジネススクール。マンハッタンのグリニッジ・ヴィレッジに溶け込むキャンパス。",
  "Rensselaer Polytechnic Institute": "1824年創立の英語圏・西半球最古の工科大学。1835年に全米初の土木工学学位、1961年に初の環境工学学位、2007年に初の学部ゲームデザイン学位を授与。「実践による学習」を創設時から重視し、多くのアメリカの工科大学がこのモデルを採用。265エーカーのキャンパスはハドソン川を見下ろす丘陵に位置し、1,250エーカーのテクノロジーパークも運営。",
  "Rochester Institute of Technology": "ニューヨーク州西部の工科大学。工学、コンピューターサイエンス、芸術・デザインの融合で知られる。co-opプログラムも充実している。",
  "University of Rochester": "1921年創立のイーストマン音楽学校は世界3位（北米首位）の評価を受け、3,094席のイーストマン・シアターを持つ。1929年に全米初の光学研究所を設立し、光学・フォトニクス・イメージング分野で世界的名声。音楽と光学という独自の強みを融合した学際研究を推進。シブリー音楽図書館は北米最大の学術音楽図書館。",
  "Skidmore College": "モットーは「Creative Thought Matters」。2024年にBillie Tisch Center for Integrated Sciences（165フィート彫刻含む）完成。Princeton Review 2025年「財政支援満足度」全米1位。Periclean Honors ForumでシチズンシッププロジェクトとCapstoneを必修。Dartmouthとの工学協力プログラム。75%がインターン経験。100%の財政需要を充足。平均クラス16人で94%が30人未満。",
  "St. John's University-New York": "Forbes「アメリカトップカレッジ」202位。全国大学で社会的流動性35位（NY私立で2番目、カトリック大学で2番目）。リスク管理・保険プログラムは全米9位。ローマ、パリ、アイルランドに海外キャンパスを持つ。2024年秋に新St. Vincent Health Sciences Centerが開館。BIG EASTで野球10回優勝。マディソン・スクエア・ガーデンでバスケの試合も。100カ国以上から学生が集まる。",
  "University at Albany": "2004年に全米初のナノスケール科学工学カレッジ（CNSE）を設立し半導体・チップ製造研究をリード。社会的流動性で全米22位。ホームランドセキュリティ・サイバーセキュリティ学部が前年比24.7%成長。Albany Medical CenterやAlbany Law Schoolとの早期保証プログラムで医法進学をサポート。SUNY全体で最高評価。",
  "Binghamton University": "ニューヨーク州公立1位（Forbes 2024）でU.S. News全米バリュー4位。「Public Ivy」の一校でシラキュースやNYUより上位にランク。小規模システム統合・パッケージング（S3IP）の州立卓越センターを擁しマイクロエレクトロニクス研究をリード。930エーカーに自然保護区を持ち、卒業時負債は全米公立トップ15の低さ。",
  "University at Buffalo": "ニューヨーク州立大学（SUNY）システムの2つの旗艦校の一つで、州内最大の公立大学。R1研究大学で全米公立大学36位。土木工学は全米5位、歯学部は全米8位の評価。ミラード・フィルモア大統領が設立に関わった歴史的背景も。140以上の学部専攻と220以上の修士課程を提供する総合大学。",
  "Stony Brook University": "SUNYシステムの2つの旗艦校の一つで、ニューヨーク州公立大学1位。U.S. News全米58位はSUNY史上最高。AAU加盟の研究大学で、ノーベル賞・ピュリッツァー賞受賞者を輩出。2023年にSimons財団から5億ドルの寄付を受け、公立大学への寄付額として全米2位。数学は世界13位。コンピューターサイエンス、医療系が特に強い。",
  "Syracuse University": "ニューハウス公共コミュニケーション学部は全米最高峰のメディア教育機関。1932年に全米初の大学単位ラジオ講座、1947年に初の大学ラジオ局WAER、1956年に初のTV教育を開始。25万平方フィートの3棟複合施設を持ち、First Amendment（修正第1条）がガラス窓に刻まれている。学生運営のニュースメディア、PR会社、広告代理店で実践経験を積める。",
  "Vassar College": "全米リベラルアーツ大学13位の名門で退役軍人向け1位。演劇・心理学・ロシア語の授業を全米初で提供、学部認知科学学位も全米初。完全オープンカリキュラム、50専攻1,000コース以上。年間50以上の演劇公演。教員の70%がキャンパス在住。全米最大級の学部図書館（100万冊）にアインシュタイン特別コレクション。60カ国への留学プログラム。",
  "Appalachian State University": "U.S. News南部地域大学3位、公立2位。「南部最も革新的な大学」4年連続1位。National Board認定教師輩出数で9年連続全米1位（累計2,215人）。Open Doors 2024年で海外留学者数全米3位。Hickoryキャンパスは前年比41%成長。2024年度研究費2580万ドルで過去最高。学生負債は全米最低水準。ブルーリッジ山脈の1,200エーカーキャンパス。",
  "Davidson College": "全米リベラルアーツ大学13位で学部教育4位の南部名門校。Honor Codeにより自己スケジュール・無監督の期末試験を実施。Need-blind入学＋ローンなし財政支援は全米24校のみ。ローズ奨学生23人輩出。リベラルアーツ大学としては珍しいNCAA Division Iに所属。71%が海外留学。Lake Normanに110エーカーの湖キャンパス。シャーロットまで19マイル。",
  "Duke University": "南部の名門で「南のハーバード」とも呼ばれる。8,600エーカーの広大なキャンパスにゴシック建築のデューク・チャペルがそびえる。1年生は全員イーストキャンパスに居住し、強い学年の絆を形成。バスケットボールの名門で、チケット獲得のための「K-Ville」テント村は名物。リサーチ・トライアングルの一角として、NC州立、UNCチャペルヒルと連携。",
  "East Carolina University": "ノースカロライナ州唯一の医学部・歯学部・工学部を全て持つ大学。NC州第4の規模で1,600エーカー。Miller School of Entrepreneurshipは州初の起業学スクール（2015年）。Washington Monthly 2024年で公共貢献度全米70位。イタリア・チェルタルドにも海外キャンパス。州内学費7,437ドルは非常に手頃。全教員の81%がフルタイム。",
  "North Carolina A & T State University": "全米最大のHBCUで、アフリカ系アメリカ人エンジニア輩出数全米1位。WSJで公立HBCU1位評価。Money誌で「全米最も手頃な博士研究大学」。U.S. News「最も革新的な大学」25校に選出。ホームカミング「GHOE（Greatest Homecoming on Earth）」は13万人以上を動員する全米最大級のイベント。NSFから半導体研究に300万ドルの助成。",
  "University of North Carolina at Chapel Hill": "1789年設立のアメリカ初の公立大学で、18世紀に学位を授与した唯一の公立大学。2023年度の研究費は15億ドルで全米9位。Public Ivyの代表格で、公立校のベストバリュー全米首位。ロードス奨学生44人を輩出し全米12位。シンボルの「オールドウェル」で水を飲むと幸運が訪れるという伝統も有名。ピースコープ・ボランティア輩出数も全米トップクラス。",
  "University of North Carolina at Charlotte": "R1研究大学で研究費は10年間で272%増加。U.S. News公立81位で2020年から76ランク上昇、カロライナ地域最速の成長。NC公立で唯一「最も革新的な大学」45位にランクイン。看護学士は58ランク上昇し全米54位。パートタイムMBAはNC公立1位。ダウンタウンに143,000平方フィートのDubois Centerを持ち軽電車で本キャンパスと接続。18社のFortune 1000企業が近接。",
  "University of North Carolina at Greensboro": "南部最古の音楽学部を持つR2研究大学。2024年にGoogleが資金提供するサイバーセキュリティ・クリニックを開設し中小企業を保護。ノースカロライナ最長のコンサート&レクチャーシリーズを運営。全ホームゲーム無料で学生に開放しGreensboro Coliseumでのバスケも無料。多様性と包括性で知られるキャンパス。",
  "North Carolina State University at Raleigh": "ノースカロライナ州最大のR1研究大学。工学、統計学、農学、繊維学、デザインに強み。138年の歴史を持ちリサーチトライアングルの中心に位置。Centennial Campusには70以上の企業・政府機関が入居しインターン機会が豊富。量子コンピューティング、AI、がん研究など最先端分野をリード。",
  "University of North Carolina Wilmington": "ケープフィア川と大西洋の間に位置する美しい沿岸キャンパス。海洋科学プログラムは全米から学生を惹きつけ、Myrtle Grove近くにCenter for Marine Scienceを運営。2024年8月に8万平方フィートのDiscovery Hallがオープン。ノースカロライナ経済に32億ドル貢献。退役軍人向け大学で南部9位。MarineQuestで4〜17歳の海洋教育アウトレッチを実施。661エーカー。",
  "Wake Forest University": "2008年に全米トップ30大学初のテスト・オプショナル入試を導入した先駆者。導入後、非白人学生比率は18%から30%に増加。50以上の専攻と60以上の副専攻を提供し、4年間の学内居住を保証。教員との1対1面接を重視し、独自のエッセイ課題で学生の創造性を評価。シャーロット、ワシントンD.C.、ベニス、ウィーン、ロンドンにもキャンパスを展開。",
  "Western Carolina University": "UNCシステム最西端の大学でブルーリッジ・グレートスモーキー山脈に囲まれた682エーカーのキャンパス。Brinson Honors CollegeはUNCシステム初のレジデンシャル・オナーズ・カレッジで1997年創設。Eastern Band of Cherokee Indiansと連携したCherokee Centerを1975年から運営。看護プログラムはノースカロライナ州で高評価。社会的流動性で全米81位。",
  "University of North Dakota": "R1研究大学で州内唯一の法学部・医学部を持つ。航空学部John D. Odegard Schoolは全米で最初にドローン（UAS）運用学位を創設し、業界から高評価。2021年に全米初のU.S. Space Force大学パートナーシップに参加。州経済に年間15億ドル貢献。2025年秋に15,844人で過去最高の入学者数を記録。卒業生の平均初任給は大卒平均より35%高い。",
  "North Dakota State University-Main Campus": "カーネギー認定R1研究大学108校の一つ。工学（土木・電気・機械）、農学、薬学が特に強い。州全域18,488エーカーに農業研究拠点を展開するランドグラント大学。ノースダコタ州第4位の雇用主。FCSフットボールは2010年代に9回の全国優勝。2024年に旧工学棟を解体し2026年完成予定の新Richard Offerdahl工学棟を建設中。卒業率は2014年の23%から2024年に41%へ改善。",
  "University of Akron Main Campus": "高分子科学・プラスチック工学で世界1位（EduRank）。全米初かつオハイオ州唯一の緊急事態管理・国土安全保障学士課程。全米唯一の腐食工学学士課程も持つ。Esportsプログラムは全米2位。マスコットZippyは2024年NCAAトーナメントで全米1位に選出。心理学史アーカイブはスミソニアン協会と提携。オハイオ州バリュートップ10。",
  "Bowling Green State University-Main Campus": "全米唯一のLife Designプログラムを全学生規模で提供し、学業・ウェルビーイング・ネットワーク構築・キャリアを統合設計。オハイオ州公立初のコンピュータサイエンス学士課程を創設、現在はサイバーセキュリティと計算データサイエンスを専門化。光化学博士課程も全米初。Quality Matters Online Learner Support認定取得はオハイオ州唯一。オンライン学士は州2位・全米57位。",
  "Case Western Reserve University": "クリーブランド・クリニックと連携したラーナー医学校は全米初の学費無料医学校（2008年〜）。全員に全額奨学金を提供し、成績ではなくポートフォリオ評価を採用。1952年に全米最先端の統合医学カリキュラムを開発、1956年にはMD-PhD複合学位を全米初で提供。5.15億ドルのヘルス・エデュケーション・キャンパスはフォスター＋パートナーズ設計。",
  "University of Cincinnati-Main Campus": "オハイオ州シンシナティに位置する歴史ある州立大学。Co-op（産学協同教育）プログラムの発祥地として知られ、実践的な教育に強み。ビジネス、ヘルスサイエンス、工学が人気で、音楽・芸術学部も高評価。都市部キャンパスで、P&Gなど地元大企業とのつながりが深い。",
  "Cleveland State University": "2024年に創立60周年を迎え145,000人以上を輩出。Levin College公共政策大学院のUrban Policy専攻は全米3位、Local Government Managementは全米12位（共にオハイオ州1位）。NEOMED提携で学部生に医学部早期入学と6年制薬学プログラムを提供。Property Managementプログラムは卒業生1人あたり2〜3社から内定を取得。Cleveland Clinic勤務卒業生1,000人以上。",
  "Denison University": "1831年創立で革新性4位のオハイオ州リベラルアーツカレッジ。Journey Programでキャリア探索を1年次から開始。キャリアサービスはPrinceton Review全米3位。同窓生限定のDenison Exclusive Internshipプログラム。Washington大・RPIとの3+2/4+2工学連携。毎年Bluegrass Festivalを開催しAmerican Roots Music専攻も提供。850エーカーのキャンパス。",
  "Kent State University at Kent": "オハイオ北部最上位の公立大学でR1研究大学。建築学士は州3位・全米バリュー8位。建設管理学部は全米9位。オハイオ最大の大学航空機34機を保有し年間16000時間の飛行訓練。14年連続Military Friendly School認定。フィレンツェとNYにも拠点を持ち200以上の留学プログラム。",
  "Kenyon College": "1824年創立のオハイオ州最古の私立大学で名門リベラルアーツカレッジ。文章力育成に定評があり、全専攻で強い執筆能力を養成。The Kenyon Reviewは全米最高峰の文芸誌。STEM博士号取得率で全米8位（全アイビーを上回る）、医学部合格率約90%。男子水泳は31年連続NCAA D3優勝。100%がキャンパス居住の完全寮制。1,000エーカーの田園キャンパス。",
  "Miami University-Oxford": "オハイオ州オックスフォードに位置する「パブリック・アイビー」の一つ。学部教育の質は全米12位で、フロリダのマイアミ大学より先に創立された歴史を持つ。起業家教育は中西部2位、ゲームデザインは中西部4位。卒業率82%・新入生定着率90%と高く、55%以上が留学を経験。美しいレンガ造りのキャンパスが特徴。",
  "Oberlin College": "名門リベラルアーツカレッジに全米最古の音楽院を併設するユニークな構成。ダブルディグリー制度の先駆者（約100年前に創設）で毎年40人が音楽と他分野を同時専攻。240台以上のスタインウェイピアノ、32台のオルガン、9つのコンサートホール。年間500以上の公演（ほぼ無料）。MacArthur Fellow輩出数でリベラルアーツ大学1位。90%以上が奨学金を受給。",
  "Ohio Northern University": "オハイオ州エイダに位置する小規模私立大学で、U.S. News中西部地域カレッジ1位。工学部は非博士課程で全米12位、薬学部は州資格試験合格率98%と高い実績を誇る。法学部は公益法律職で全米9位。ビジネス学部はAACSB認証を取得しており、世界16,000校中上位5%未満の精鋭校。卒業生の97%が6ヶ月以内に就職・進学を実現している。",
  "Ohio State University-Main Campus": "コロンバスの60,000人以上が在籍する全米最大級のキャンパスを持つ。200以上の学部専攻、278の大学院プログラムを提供。北極研究センター、エリー湖の淡水研究所、オハイオ・スーパーコンピューターセンターなど独自の研究施設を保有。野球・バスケ・フットボールの三冠達成は全米3校のみ。J.D.ヴァンス上院議員など政界にも多数の人材を輩出。",
  "Ohio University-Main Campus": "オハイオ州アセンズに位置し、5年連続でオハイオ州の公立大学コスパ1位に選出。医療従事者の輩出数は州内最多で、医学部の研修医マッチ率は99%。ジャーナリズム学部は全米で伝説的な評価を持つ。Honors Tutorial Collegeでは1対1のチュートリアル教育を受けられる。美しい丘陵地帯に囲まれたキャンパスが特徴。",
  "University of Toledo": "1872年創立で2024年に6年卒業率が過去最高を達成。2024年度研究費7220万ドルは歴代2位。NIHとDoDからの資金が82%以上。全米唯一の化粧品科学・処方設計修士課程を持ち、学部課程も全国的に認知。3億ドルのキャンパスマスタープランで新サイエンスビル建設予定。法学部は10年ぶりの大規模入学クラスを迎える。",
  "Wright State University-Main Campus": "航空宇宙システム工学修士は全米66位、人間工学・産業工学修士は77位。2024年に工学技術・環境学・健康科学など7つの新学位を導入。心理学プログラムはヒューマンファクター（人間と機械の相互作用）に特化した独自カリキュラム。Intelと提携しAI教育をビジネス課程に統合。295の学位プログラムを8カレッジで提供。オハイオ州Daytonに本拠を置くカーネギー認定研究大学。",
  "University of Central Oklahoma": "1890年創立のオクラホマ州最大の都市圏大学。100%風力エネルギーで稼働し独自のリサイクル・バイオ燃料生産も行う環境先進校。Jazz Labは昼は録音スタジオ、夜は一般公開のライブハウスというユニークな施設。WSJ 2025年で学生体験度オクラホマ公立1位。社会的流動性で全米90位。無料バス「Broncholink」10路線運行。",
  "Oklahoma State University-Main Campus": "オクラホマ州を代表するランドグラント研究大学。ビジネス、工学、農学が強く、R1（最高研究活動）大学に分類される。レスリングはNCAA最多55回の全国制覇を誇る名門。伝説的コーチJohn Smithの後任にオリンピック金メダリストDavid Taylorが就任。「America's Greatest Homecoming」と称される伝統行事も有名。",
  "University of Oklahoma-Norman Campus": "ビジネススクールは全米公立33位で起業家教育が特に強い（公立14位）。ソフトボールは2021〜2024年に4連覇、フットボールはハイズマン賞受賞者7名を輩出。FAAと提携した航空管制官訓練プログラムは卒業後すぐに現場配属が可能。2024年からSEC加盟。",
  "Lewis & Clark College": "ポートランドの137エーカー森林キャンパスはPrinceton Review「最も美しいキャンパス」トップ10。電力100%を風力発電で賄い2040年までに投資ポートフォリオの温室効果ガスゼロを目指す。1962年から始まった独自の海外留学プログラムは全員に海外経験または地域文化学習を義務付け。法科大学院と教育大学院も併設。Tryon Creek State Natural Areaに隣接する自然環境。",
  "Oregon State University": "オレゴン州コーバリスに位置する州の旗艦研究大学。コンピューターサイエンスと工学が特に強く、林業・環境科学でも全米をリード。オンラインプログラムも充実しており、柔軟な学習が可能。太平洋岸北西部の美しい自然に囲まれたキャンパスで、サステナビリティへの取り組みでも知られる。",
  "University of Oregon": "Nike創業者フィル・ナイトが計10億ドルを寄付。フィル＆ペニー・ナイト・キャンパスはバイオエンジニアリング・再生医療を推進し、3Dプリント整形外科インプラントなど革新的研究を展開。ナイキ共同創業者のビル・バウワーマンはオレゴン大学の伝説的陸上コーチ。学生スポーツ施設は全米最先端で、マシュー・ナイト・アリーナは2011年完成。「ダックス」の愛称で親しまれる。",
  "Portland State University": "太平洋岸北西部の社会的流動性1位で全米42位。1993年導入のUniversity Studies（新入生からシニアキャップストーンまでの一貫カリキュラム）はU.S. News「注目プログラム」に複数回選出。視覚障がい者教育プログラムは太平洋岸北西部・アラスカ・ハワイで唯一。オンライン教育学修士は全米35位（2023年82位から47ランク上昇）。Princeton Review全米トップ50グリーン大学。オレゴン初のフェアトレード認定大学。",
  "Reed College": "全米で最も知的に厳格な名門リベラルアーツカレッジの一つ。全員必修の1年間Humanities 110と卒業論文が特徴。リベラルアーツ大学唯一の原子力研究炉を所有し、学生が原子炉運転免許を取得可能。Caltech・Columbia・Duke等との3-2工学・林学プログラム。Honor Principleで学生の自治と信頼を重視。test-blind入学。キャンパスを二分する渓谷は国立野生生物保護区。",
  "Bryn Mawr College": "名門女子大Seven Sistersの一校でU.S. Newsリベラルアーツ大学30位。360°プログラムで複数科目を学際的に統合し体験学習（旅行・コミュニティワーク）と結合。自己統治協会（Self-Government Association）とHonor Codeで自己スケジュール試験を実施。Columbia・Caltechとの3-2/4-1工学プログラム。Haverford・Swarthmore・UPennとのコンソーシアム。学部教育11位。",
  "Bucknell University": "全米リベラルアーツ大学30位で革新性7位の名門校。リベラルアーツ大学としては規模が大きく7つの工学プログラム、ビジネススクール、60以上の専攻を提供。生物物理学、細胞生物学/生化学、動物行動学など学際的専攻が充実。Dublin留学では全員にインターン保証。統合5年プログラムで学士＋修士を取得可能。田園449エーカーキャンパス。学生教員比9:1。",
  "Carnegie Mellon University": "1979年創設のロボティクス研究所は世界初のロボット工学専門学術機関。2023年には学部ロボティクス専攻も開設。AI研究はハーバート・サイモンとアレン・ニューエルが1950年代に創始。自動運転車、宇宙探査、災害救助ロボットで世界をリード。コンピュータサイエンスと芸術・デザインを融合したETC（エンターテインメント・テクノロジー・センター）も有名。",
  "Dickinson College": "1783年創立で米国独立後初の認可大学。独立宣言署名者ベンジャミン・ラッシュが設立。サステナビリティ教育センターを持ち環境意識の高い教育を提供。15のDickinson運営留学プログラムを含め67%が海外留学。2024年にQ-Fellowsプログラム（データ分析実践）を開始。Burgess Institute for Global Economyでビジネスリーダー育成。2024-25年に9,200万ドルの奨学金を授与。",
  "Drexel University": "フィラデルフィアに位置し、1919年から続く全米最大級のCo-opプログラムを運営。94%の学生が参加し、5年制では3回・計18ヶ月の就業経験を同一学費で取得可能。1,400以上の企業と提携し、31カ国で国際Co-opも展開。中央値で6ヶ月22,000ドル以上の報酬を得られる。AmeriCorpsとの提携で非営利団体でのCo-opも開始し、社会貢献と実務経験を両立。",
  "Franklin and Marshall College": "1787年創立で独立戦争後の最古級大学の一つ。ベンジャミン・フランクリンから初の基金を受けた歴史。英国バースにキャンパスを持ちiF&Mプログラムで1年次から留学可能。気候・サステナビリティ、創作、起業、公共サービスの4つの特別フェローシップ。Columbia・Case Westernとの3-2工学プログラム。2024年卒業生の92%が就職または進学。College Houses制の寮生活。",
  "Gettysburg College": "1832年創立でゲティスバーグ戦場跡に隣接する225エーカーのキャンパス。南北戦争研究の学際的マイナーは唯一無二。Eisenhower Institute（アイゼンハワー大統領のリーダーシップ遺産）とCivil War Instituteを運営。2024年にGuided Pathwaysで全学生に教員・課外・キャリアアドバイザーのチーム支援。2024-25年にDiv IIIスポーツで全国29位（過去最高）。",
  "Haverford College": "名門リベラルアーツカレッジでWashington Monthly 6位。学生自身が作成・運営するHonor Codeがキャンパス生活全体を統治する独自文化。Tri-College Consortium（Bryn Mawr・Swarthmore）+ Quaker Consortium（UPenn）で4校の授業にアクセス。カリフォルニア工科大との3+2工学、UPennとの4+1プログラム（リベラルアーツ大学初のアイビー工学連携）。全米最古の大学arboretum。",
  "Lafayette College": "全米リベラルアーツ大学30位の名門校でABET認定工学プログラム（土木・機械・電気・化学・環境）を持つ希少なリベラルアーツ大学。Sidney Kimmel Medical Collegeとの医学部早期保証プログラム。2024年に年収20万ドル以下の家庭にローンなし財政支援を拡大。Posse Foundationと提携し全額奨学金を提供。2025-26年に創立200周年。基金10億ドル以上。340エーカーキャンパス。",
  "Lehigh University": "ベスレヘムのサウスマウンテン斜面に広がる360エーカーのキャンパスを持つ。72エーカーのマウンテントップ・キャンパスでは学生が学際的な実世界プロジェクトに取り組むイノベーション拠点を展開。Iacocca Hallの展望タワーからは街を一望できる。学生教員比率10:1で、R1研究大学として革新的研究を推進。工学・ビジネスの統合教育で評価が高い。",
  "Pennsylvania State University-Main Campus": "「We Are Penn State」の掛け声で知られる強固な絆を持つ州立大学。275以上の学部専攻を提供。10万人収容のビーバー・スタジアムは全米最大級で、「世界最高の学生応援席」と評される。THON（小児がん撲滅ダンスマラソン）は46時間続く世界最大の学生主催チャリティイベント。キャンパスは公式樹木園で1万種以上の植物を保有。Creameryは世界最大の大学乳製品店。",
  "University of Pennsylvania": "ベンジャミン・フランクリンが1740年に創立。ウォートン・スクールは世界初のビジネススクールとして1881年設立され、現在もMBAプログラムで世界首位。医学部・工学部も高い評価を受け、学際的な教育を重視。ウォーレン・バフェット、イーロン・マスク等の著名起業家を輩出。フィラデルフィア中心部のキャンパスは活気ある都市環境と学問を融合。",
  "University of Pittsburgh-Pittsburgh Campus": "1787年創立の歴史ある研究大学。42階建ての「Cathedral of Learning」は西半球最高の教育ビルで、31の国籍ルームがあり各国の建築様式を再現。UPMC（全米トップの病院）と連携し、冠動脈バイパス手術や米国初の顔面移植など医学史に残る業績を持つ。哲学科は全米トップ5、科学史・科学哲学科も最高評価を受ける。",
  "Slippery Rock University of Pennsylvania": "U.S. News北部地域大学44位で16年連続ランクイン。Washington Monthly「ベスト・バング・フォー・ザ・バック」で600校中105位。オンライン歴史学修士14位、英語教育修士18位、ペンシルベニア州オンラインプログラム20位。2024年に男子ラグビーが全国7人制選手権優勝。150以上の学部専攻、40の大学院プログラム。教員の92%が博士号取得。",
  "Swarthmore College": "全米リベラルアーツ大学4位の名門でノーベル賞受賞者6人（2024年物理学賞含む）を輩出。オックスフォード・ケンブリッジ式Honors Programで最後の2年間をセミナー形式で学び、世界的専門家が外部試験官を務める。リベラルアーツ大学では珍しい工学学士（B.S.）を授与。1学期目は全員Pass/Fail。年800ドルの教科書補助。425エーカーにScott Arboretum。",
  "Temple University": "フィラデルフィア北部に位置する大規模都市型州立大学。ビジネス、ヘルスサイエンス、法学で知られ、特にFox School of Businessは高評価。多様な学生構成で、働きながら学ぶ学生も多い。都市部ならではの実践的なインターンシップ機会が豊富。日本にもキャンパスを持つ。",
  "Villanova University": "フィラデルフィア郊外のアウグスティノ会カトリック大学。バスケットボールは1985年・2016年・2018年にNCAAトーナメント優勝の名門。1985年の8シード優勝は史上最低シードの優勝記録で「パーフェクト・ゲーム」と呼ばれる。2016年はブザービーターで「パーフェクト・エンディング」を演出。フリースロー成功率で全米3年連続首位は史上初。チームチャプレンが全試合に帯同する独自の精神性。",
  "West Chester University of Pennsylvania": "ペンシルベニア州立大学システム最大で、フィラデルフィア地域最大の州立大学。音楽学部は全米最古の認定プログラムの一つ。1895年にフレデリック・ダグラスが最後の公開講演を行った場所で、銅像と記念研究所がある。フォーマル詩の年次カンファレンスは1995年から開催。DC、フィラデルフィア、NYに短時間でアクセス可能。",
  "Brown University": "1969年導入のオープン・カリキュラムで有名。必修科目がなく、学生は80以上の専攻から自由に学習計画を設計。成績はA/B/C/無記録のみでGPA非公開、競争より学びそのものを重視する独自の教育哲学を貫く。エマ・ワトソン等の著名卒業生も多く、創造性と自主性を尊ぶ校風は芸術・人文分野で特に高い評価を得ている。ロードアイランド州プロビデンスに位置。",
  "University of Rhode Island": "ナラガンセット湾キャンパスの海洋科学研究施設（MSRF）はニューイングランド最大・全米屈指の海水実験施設。世界中の海洋条件を再現可能。R/Vエンデバー号は40年間で100万海里を航海し600以上の調査を実施。2024年にNSFから約1.25億ドルの新研究船を受領。インナー・スペース・センターは世界唯一の海洋探査・教育ハブ。全研究助成金の30%がGSOに集中。",
  "Clemson University": "サウスカロライナ州を代表する名門州立大学。工学とビジネスで高い評価を受け、卒業率87%は全米トップクラス。「Tigers」としてフットボールが非常に盛んで、学生の愛校心が強い。美しい湖畔のキャンパスと温かいコミュニティが特徴。就職率・卒業生収入も高い実力派。",
  "Furman University": "サウスカロライナ州の優れたリベラルアーツ大学で革新性11位。Pathwaysプログラムは2024年NACADA Advising Innovation Awardを受賞した独自の2年間統合アドバイジング。940エーカーのキャンパスに日本から移築した仏教寺院とソローの小屋レプリカ。6エーカーのソーラーファームで2026年カーボンニュートラルを目指す。トルーマン奨学生20人輩出。",
  "University of South Carolina-Columbia": "国際ビジネスプログラムが全米トップクラスで、特にホスピタリティ経営が高評価。2024年度の研究助成金は3億900万ドルで前年比27%増。2025年に200億円規模の医療科学キャンパスをBullStreet地区に建設開始予定。Service Saturdaysで毎週数百人が地域貢献活動に参加する伝統がある。",
  "Coastal Carolina University": "南部地域大学33位、革新性4位、学部教育7位。Waties Island（大西洋バリア島）を所有し海洋研究の自然実験室として活用する国立海洋助成機関。Princeton Review初のメンタルヘルス名誉リスト全米16校に選出。2024年秋に2980万ドルの新図書館が開館。ChantSat-1キューブ衛星によるSTEM教育を推進。Fulbright学生輩出数でSC州唯一のトップ校。",
  "South Dakota State University": "サウスダコタ州最大かつ最も包括的な大学で183分野を提供。2024年薬学部NAPLEX初回合格率100%（59人中56人受験全員合格）。リモートセンシング研究で全米7位・世界27位（上海ランキング）。USGS地理空間科学卓越センターを運営。2031年までにR1認定を目指す。SafeHome.orgでサウスダコタ州大規模キャンパス安全性1位。Brookingsは中西部大学町9位。",
  "University of South Dakota": "College Board調査で非居住者向け学費が全米旗艦大学最安（12,942ドル）。暗黒物質・二重ベータ崩壊研究のGEMARDARCのリードパートナー。生体医工学プログラムにAI・医療機器開発を統合。ビジネススクールはAI変革の最前線でハンズオン学習を提供。U.S. News教育学校136位。Honors Programで全学問分野から優秀学生を集め独自のクラスと寮生活を提供。44.5%が20人未満クラス。",
  "East Tennessee State University": "全米唯一のBluegrass・Old Time・Country Music認定プログラムと唯一のStorytelling修士課程を持つ。全米初のSport Physiology and Performance博士課程も。Quillen医学部は農村医療・プライマリケアで全米トップ評価。アパラチアントレイル100マイル以上にアクセスし「南東部アドベンチャー大学1位」。2020年以来入学者30%増。学生負債の少なさで全米トップ10%。",
  "University of Memphis": "Center for Electrified and Automated Trucking（CEAT）を開設し全米初のIndustry-University Cooperative Research Centerに。Hurt2Healingプログラムは小児外傷後メンタルヘルスケアの先駆的取り組みとしてLe Bonheur小児病院で継続。テネシー州初承認の公共民間パートナーシップでアパートスタイル学生寮を建設中。2026年秋にDoctor of Physical Therapyを開始予定。300以上の学位プログラム。",
  "Middle Tennessee State University": "テネシー州最大の地方自治体運営大学で20,000人以上が在籍。産業組織心理学修士は全米1位、オーディオエンジニアリングプログラムも全米最高評価。2024年1月にテネシー州唯一のサイバーセキュリティ管理学位を開始。テネシー州主要大学で最低学費。Charlie and Hazel Daniels Veterans Centerは大学最大級の退役軍人支援施設。72のオンライン学位を提供。",
  "Rhodes College": "メンフィスに位置する都市型リベラルアーツカレッジ。St. Jude小児研究病院と連携し1年次から先端研究に参加可能。Mike Curb Institute for Musicでメンフィス音楽シーンを体験。全米最古の大学Habitat for Humanity支部と最長の学生運営スープキッチンを持つ。65%が海外留学。70%がインターン経験。Princeton Review「ベストバリュー」6年連続選出。",
  "The University of the South": "テネシー州カンバーランド高原に13,000エーカー（全米2位の広さ）のキャンパスを持つ。Princeton Review 2024年「最も美しいキャンパス」5位。世界のサンショウウオの多くが生息する生きた実験室。全学生に夏季インターン・研究資金を保証。ローズ奨学生を多数輩出。学生消防団が活動するユニークなコミュニティ。卒業生ネットワーク10位。",
  "The University of Tennessee-Chattanooga": "SimCenterは大学キャンパスで最も強力なスーパーコンピューターの一つを擁し代替エネルギー研究をリード。産業・組織心理学修士と計算工学博士が特に有名。夏季5つのミニタームで集中学習が可能。初代Chief Canine Officer「ガンサー」は150以上の銃器を回収した元K-9。ダウンタウン立地でインターン・就職に有利。卒業後6ヶ月就職率89%。",
  "The University of Tennessee-Knoxville": "1794年創立のテネシー州旗艦校。サプライチェーン管理は全米3位、看護学は公立18位。オークリッジ国立研究所との連携で最先端研究に参加可能。革新性で全米28位（公立14位）に35ランク上昇。女子バスケットボールはNCAAタイトル8回でコネチカットに次ぐ歴代2位。",
  "Vanderbilt University": "ナッシュビルの音楽文化と融合する南部の名門。ピーボディ教育学部は特別支援教育で全米首位、ブレア音楽学部は唯一の総合大学付属音楽学部。143の専攻を横断する学際的教育を推進。1年生は10棟のイングラム・コモンズで教員と共に生活。「Opportunity Vanderbilt」により奨学金にローンを含めない独自の経済支援を実施。",
  "Baylor University": "テキサス州最古の私立大学。バプテスト系の価値観を重視しつつ、学術的にも高い水準を維持。医学部、法学部で特に評価が高い。",
  "University of Houston-Downtown": "ヒューストン創設地Allen's Landingの近くに位置し、2つの建物が国家歴史登録財。テキサス州最安レベルの学費でアクセシビリティを重視。社会的流動性で全米28位（U.S. News 2025）、前年から9ポイント上昇。AI修士プログラムがAI Degree Guideで「トップピック」に選出。25年計画で学生寮・コンボケーションセンター建設予定。",
  "University of Houston": "ヒューストンの都市型R1研究大学。石油工学は全米9位、ヘルスケア法・知財法は全米トップ10。ヒルトン・ホスピタリティ学部は世界35位。男子ゴルフはNCAA最多16回優勝。教科書代一括定額制「CTAP」で3学期で学生2000万ドルを節約。2024年よりBig 12加盟。",
  "University of North Texas": "R1研究大学でテキサス州4校のみのTexas University Fund対象校。世界初のジャズ学位を創設しOne O Clock Lab Bandはグラミー賞7回ノミネート。緊急・災害管理学位は1983年創設で全米初の包括的プログラム（FEMA第6地区と連携）。マーチャンダイジングプログラムは全米最大。音楽図書館は90万以上の録音を所蔵。2023年にAssociation of Research Librariesに加盟。",
  "The University of Texas Rio Grande Valley": "Washington Monthly 2024年でテキサス州1位（2年連続）。テキサス9位の規模で学生の89%がヒスパニック系と全米最大級のヒスパニック系多数派大学。研究費が史上初の1億ドルを突破。3郡にまたがる6キャンパスと13研究所を持つ。「最も学生負債が少ない全米公立大学」1位（U.S. News 2020）。米墨国境のバイリンガル・バイカルチャー地域で独自の研究。",
  "Prairie View A & M University": "テキサス州第2の歴史を持つ公立大学（1876年創立）で全米第3位のHBCU規模。R2研究大学でHBCUでは11校のみ。U.S. News 2026年HBCU18位（テキサス州HBCU最高位）、SmartAsset 2025年でテキサスHBCUバリュー1位。Diverse Issues誌で黒人建築家・エンジニア輩出数全米トップ。2024年Fulbright HBCUリーダー校に認定。All-Steinway Schoolは全米185校目でHBCU4校目。",
  "Rice University": "ヒューストンのミュージアム地区に位置し、テキサス医療センターに隣接。11のレジデンシャル・カレッジ制度（2026年に12校目開設予定）でギリシャ文字組織を持たない独自の学生生活を提供。学生教員比率6:1の少人数教育で、学部生も最先端研究に参加。NASAとの協力関係も深く、工学・自然科学・医学前課程で高い評価を受ける。",
  "Sam Houston State University": "テキサス州3番目に古い公立大学（1879年創立）。刑事司法プログラムは7年連続でオンライン全米トップ3、Journal of Criminal Justiceで全国5位。テキサス州唯一のPGA公認プロゴルフマネジメントプログラム（全米17校のみ）。社会的流動性で2年連続全米21位。演劇・ダンスプログラムはDance Spectrum Magazineで全国25位。21,500人以上が在籍。",
  "Southern Methodist University": "ダラスの234エーカーに広がる美しいキャンパスを持つ名門私立大学。2013年にジョージ・W・ブッシュ大統領図書館が開設され、史上初のLEEDプラチナ認証を取得した大統領図書館として注目。80テラバイトの電子記録（10億ページ相当）は大統領図書館史上最大。9/11当日のブルホーンなど歴史的遺物を収蔵。コックス経営大学院、デドマン法学部は全米トップクラスの評価。",
  "Stephen F Austin State University": "U.S. News 2025年でテキサス州地域公立1位・西部18位。UTシステム最新メンバー。テキサス州2校のみの林業学部を持ち、東部テキサス林業地帯唯一の林業カレッジ。2024年夏には過去最多の学生が海外留学。キャンパス内にウォーターパーク・クライミングウォール完備。全米唯一級のMedical Humanitiesプログラム。全教員71%がフルタイム。",
  "Texas State University": "世界最大の法医人類学研究施設Forensic Anthropology Centerを運営。2027年R1認定を目指し研究費1.6億ドル以上（2024年度）。2024年秋からRound Rockキャンパスで初の4年間完結型学位を26プログラムで提供。犯罪学修士は全米26位タイ。教員養成で117人を公立学校に1年間配置する革新的レジデンシープログラム。41の新オンライン学位を2024-25年に開始。",
  "Tarleton State University": "2024年創立125周年で過去最高の約1万8000人が在籍。WSJ 2024年で学生推薦度全米5位（87/100点）。テキサスでラジオ局2局を運営する3大学の一つ（UTオースティン、テキサステックと並ぶ）。馬術療法プログラム「TREAT」を運営。整骨医学カレッジ設立を計画中で医師不足解消に貢献予定。R2研究大学。",
  "University of Texas Southwestern Medical Center": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "Texas A & M University-College Station": "全米で最も伝統を重んじる大学の一つで、「12th Man」「Howdy」の挨拶など独自文化が根付く。士官候補生団は陸海空軍を合わせて軍士官学校以外で最大規模。The Big Eventは2万人が参加する全米最大の一日ボランティア活動。ジョージ・ブッシュ大統領図書館を学内に持つ数少ない大学。",
  "The University of Texas at Arlington": "UTシステム第2位の規模を持つR1研究大学。2024年に米国教育省「学生成功表彰プログラム」で学士・修士・博士全てを授与する唯一の受賞校に。Military Times 2024年で退役軍人向け全米公立1位。Blaze Forwardプログラムで世帯年収10万ドル以下は学費無料。2028年に西フォートワースキャンパス開設予定。",
  "The University of Texas at Austin": "1883年創立のテキサス州旗艦校で51,000人以上が在籍する全米最大規模の大学の一つ。Public Ivyに選出。LBJ大統領図書館、ブラントン美術館、ハリー・ランサム・センターなど7つの博物館と17の図書館を保有。マクドナルド天文台も運営。年間研究費11.4億ドルを誇り、KUTラジオ局も運営。新入生定着率96%は公立大学で最高水準。",
  "The University of Texas at Dallas": "ダラス郊外リチャードソンに位置するUTシステムのテック校。コンピューターサイエンス、ビジネス、工学が非常に強く、テキサス・インスツルメンツ発祥の地という立地を活かす。STEM分野の就職率は抜群で、卒業生収入も高い。急成長中の理工系重視大学として注目されている。",
  "The University of Texas at El Paso": "米国本土最大・最古のヒスパニック系R1研究大学（学生の84%がヒスパニック系）。全米唯一のバイリンガルMFA創作文芸プログラム。2025年春にテキサス州3番目のAI学士課程を開始。ブータン・チベット様式の独特なキャンパス建築でブータン王国から木造寺院を寄贈される。研究費1億4570万ドル。社会的流動性で全米52位。看護NCLEX合格率94.6%。",
  "Texas Christian University": "フォートワースの名門私立大学。ビジネス、教育学で高い評価。美しいキャンパスと少人数制の教育で知られ、テキサス州内でも人気が高い。",
  "The University of Texas at San Antonio": "テキサス第3の規模を持つR1研究大学。サイバーセキュリティプログラムはNSA・国土安全保障省認定の「卓越センター」で全米1位評価。2024年にUT Health San Antonioと合併し医学教育も強化。2025年秋にAI・サイバー・コンピューティング学部を新設。Bold Promiseで成績上位25%は学費無料。",
  "Texas Tech University": "テキサス西部ラボックに位置する大規模州立大学。「Red Raiders」の愛称で親しまれ、フットボールをはじめとするスポーツが盛ん。ビジネス、工学、生物学が強く、特に石油工学やエネルギー関連分野はテキサスならでは。広大なキャンパスと温かいコミュニティ精神が特徴で、学生満足度が高い。",
  "Texas Woman's University": "全米最大の女性中心州立大学（学生の約90%が女性）でテキサス州唯一の全学部生に多文化女性学履修を義務付け。テキサス唯一の女性・ジェンダー研究の学士〜博士一貫校。2024年に女性パイロット増加を目指す新航空プログラムを開始。Jane Nelson女性リーダーシップ研究所でリーダー育成。WSJ/College Pulse 2025年でテキサス公立5位、社会的流動性3位。",
  "Brigham Young University": "末日聖徒イエス・キリスト教会（LDS）が運営する大規模私立大学。信仰に基づいた教育方針で、Honor Codeによる厳格な生活規範がある。学費が非常に安く、生物学、ビジネス、工学が強い。卒業後の収入も高く、就職に強い。ユタ州プロボの山に囲まれた美しいキャンパスで、アウトドア活動も盛ん。",
  "Southern Utah University": "全米最高標高の航空プログラムを持ち、固定翼・回転翼の資格取得が可能。ザイオン、ブライスキャニオン、グランドキャニオンへ1.5〜3時間でアクセス。トニー賞受賞のユタ・シェイクスピア・フェスティバルと提携した演劇プログラムが有名。Adams Shakespearean Theatreはグローブ座の精巧な再現。州議会・連邦議会インターンやエストニア留学の機会も。アウトドアレクリエーション専攻に最適な環境。",
  "Utah State University": "ユタ州ローガンに位置するランドグラント・スペースグラント大学。宇宙研究で世界をリードし、学生実験の宇宙打ち上げ数は世界の教育機関で最多。空軍研究所から10億ドルの宇宙・航空研究契約を獲得。工学、農学、航空学が強く、研究費は4億ドル超。サステナビリティにも力を入れ、22のLEED認証建物を持つ。",
  "Utah Valley University": "ユタ州オレムに位置する急成長中の州立大学。オープンアドミッションで幅広い学生を受け入れ、4年制学位と職業訓練の両方を提供するユニークな存在。ビジネス、コンピューターサイエンスが人気。シリコンスロープスと呼ばれるテック産業集積地に近く、IT企業へのインターンシップ機会が豊富。",
  "University of Utah": "ソルトレイクシティに位置するユタ州の旗艦大学。コンピューターグラフィックスの発祥地として知られ、テック分野で強い。社会科学、ビジネス、生物学も人気。スキーリゾートへのアクセス抜群で、アウトドア好きには最高の環境。スタートアップ文化も盛んで、起業家精神を育む環境が整っている。",
  "Weber State University": "ユタ州オグデンに位置する州立大学で、ワサッチ山脈を望む美しいキャンパスが特徴。U.S. News西部地域50位、コスパ25位。看護学、コンピューターサイエンスが人気で、小規模クラスと教授との距離の近さが強み。学費が非常に安く、アウトドア好きには最高の環境。",
  "Middlebury College": "全米リベラルアーツ大学13位の名門。全米屈指の語学教育で10言語の夏期集中プログラム、独自のD.M.L.（現代語学博士）を授与。Bread Loaf Writers Conferenceは1926年創設の全米最古・最も権威ある作家会議。38拠点17カ国のSchools Abroad。1月の4週間J-Termで集中履修。2005年にQuidditch発祥の地。バーモント州の美しいキャンパス。",
  "University of Vermont": "1972年創設の環境プログラムは全米最古級のキャンパス環境イニシアティブ。2030年までにカーボンニュートラル達成を宣言。持続可能性MBA全米1位（Better World MBA）。全学生が持続可能性コースを必修。バーリントン近郊の美しいキャンパスはシャンプレーン湖とマンスフィールド山を望む。EV充電ステーションをバーモント州最大規模で拡大中。Eco-Repsプログラムは全米最古・最高評価。",
  "William & Mary": "アメリカで2番目に古い大学。ウィリアムズバーグの歴史的な環境にあり、法学、政治学で特に有名。多くの大統領や政治家を輩出した名門校。",
  "Emory & Henry University": "バージニア州の小規模私立大学。美しい自然環境にあり、リベラルアーツ教育で知られる。少人数制でアットホームな学習環境を提供。",
  "George Mason University": "ワシントンD.C.郊外バージニア州フェアファックスに位置する急成長中の州立大学。連邦政府機関やテック企業が集積する立地を活かし、コンピューターサイエンス、サイバーセキュリティ、公共政策が強い。卒業後の収入は州内トップクラス。多様性豊かで、留学生も多い国際的なキャンパス。",
  "James Madison University": "バージニア州シェナンドー渓谷に位置する急成長中の州立大学。卒業率81%は州内トップクラス。看護学、ビジネス、工学（非博士課程）で高評価。全米最大規模のマーチングバンド（540名）を擁する。2024年にFBS完全加盟を果たし、フットボールでも注目。D.C.から2時間の美しいキャンパスで学生満足度が非常に高い。",
  "Old Dominion University": "バージニア州ノーフォークに位置するR1研究大学。2024年に東バージニア医科大学と統合し、州内最大の医療科学センターに発展。沿岸レジリエンス、サイバーセキュリティ、港湾物流で全米的な研究力を持つ。NASAとの共同研究も盛ん。海事・港湾物流のMBAを提供する数少ない大学の一つで、地域経済に38億ドル貢献。",
  "Virginia Polytechnic Institute and State University": "バージニア州の工科大学。工学、建築学で高い評価を受けている。「Hokies」として親しまれ、美しいキャンパスとスポーツでも有名。",
  "Virginia Commonwealth University": "バージニア州リッチモンドに位置する都市型研究大学。芸術学部（VCUarts）は全米公立大学で1位の評価。研究費5億ドル以上で全米トップ50入り。医学部、薬学部も高評価で、バージニア州初の薬学学士課程を持つ。2024年に10年間の認証を無条件で取得した数少ない大学の一つ。",
  "University of Virginia-Main Campus": "1819年にトーマス・ジェファーソンが設立。初代理事会にはジェファーソン、マディソン、モンローの3大統領が名を連ねた。アカデミカル・ヴィレッジはUNESCO世界遺産で、教会ではなく図書館（ロタンダ）を中心に据えた世界初の世俗的大学。学生自治と名誉制度（Honor Code）を重視。マッキンタイア商学部は公立大学の学部ビジネスで全米トップクラス。",
  "Washington and Lee University": "1749年創立の全米最古級の名門リベラルアーツ大学。トップリベラルアーツ大学で唯一ビジネス・ジャーナリズム・法学の認定プログラムを持つ。学生運営のHonor System（1840年代〜）で違反者は退学の単一制裁。2024年に史上最大の1.32億ドル寄付でneed-blind入学を実現。W&L Promiseで年収15万ドル以下は学費無料。フルブライト輩出で学士課程大学3位。",
  "Eastern Washington University": "2024年にポリテクニック大学へリブランドし応用・体験学習を重視。ワシントン州の地域大学で唯一アクティブなギリシャ文字組織を持つ。NCAAディビジョンI、Big Sky Athletic Conference所属。公共政策経済分析研究所やWomen's and Gender Education Centerなど多様な研究機関を運営。100以上の専攻分野と55の大学院プログラム。",
  "Gonzaga University": "スポケーンの小規模イエズス会大学（学部生5,000人）が、1999年のNCAAトーナメント「シンデレラ・ラン」でElite 8に進出し全米に知られるように。以来、マーク・フュー監督のもと25年連続でトーナメント出場を続ける強豪に成長。2017年には初の決勝進出。38人のイエズス会士がキャンパスに在籍し、チームの犠牲と献身の精神はイエズス会の価値観を体現。ビング・クロスビーの母校でもある。",
  "Washington State University": "R1研究大学で年間研究費3億7900万ドル。USDA研究開発資金で全米トップクラス。獣医学部はビル&メリンダ・ゲイツ財団から2500万ドルの助成を受けグローバル動物衛生学部を設立。「Cougs help Cougs」の精神でサポーティブな学生コミュニティ。太平洋岸北西部最大規模の図書館を保有。",
  "University of Washington-Seattle Campus": "Amazon、Microsoftと密接な産学連携を持つ西海岸の名門州立大学。両社から計2,000万ドルの寄付を受けたコンピュータサイエンス棟を持つ。Reutersが選ぶ「世界で最も革新的な大学」で公立大学首位。2024年にはAI研究で1.1億ドルの民間投資を獲得。Amazonは毎年100人以上のCS卒業生を採用し、過去最高を更新中。医学部、公衆衛生学も高評価。",
  "Western Washington University": "アメリカ本土最北端の大学で、ピュージェット湾とカスケード山脈を望む絶景キャンパス。Peace Corps 2024年で中規模大学の歴代ボランティア輩出数1位。女子ボートはNCAA Division II 2024年全国優勝。製造・サプライチェーン管理は北米トップクラス。サステナビリティのリーダーとして環境意識の高い教育を実践。",
  "Whitman College": "ワシントン州の質の高いリベラルアーツカレッジ。全米リベラルアーツ大学で数少ない日本語専攻と天文学専攻を提供。2024年からBrain, Behavior and Cognition専攻、Human-Centered Designプログラムを新設。過去15年で500人以上が名門フェローシップを獲得。2025年8月に200人収容の新レジデンシャルビレッジがオープン。全学生にインターン・研究資金を保証。",
  "Marshall University": "Bill Noe Flight Schoolは2021年創設、2024年にMartinsburgに第2拠点を開設しFAA認定。アパラチア地域の小規模農地向けSpecialty Agricultureプログラムは独自の持続可能農業教育。2024年にBrad D. Smith Center for Business and Innovationが開館。学長夫妻から史上最大の5,000万ドル寄付で学生負債ゼロ「Marshall For All」を推進。中西部地域大学17位。",
  "West Virginia University": "州唯一の法学部・歯学部を持ち13カレッジで350以上の学位プログラム。世界初のPersonal Rapid Transit（PRT）システムで3キャンパスを接続（1972年Boeing建設）。呼吸療法学士はウェストバージニア州2校のみ。27人のトルーマン奨学生、25人のローズ奨学生を輩出。2024年5月時点で学士取得者の43%が連邦学生ローン債務ゼロ。Project 168で課外活動を成績証明書に記載。",
  "Beloit College": "ウィスコンシン州の革新的なリベラルアーツカレッジで革新性18位。2024年に環境・サステナビリティ、メディア・アーツ、ビジネス、グローバル・公共サービスの4つの専門スクールを新設。18,000平方フィートのCELEB起業センターをダウンタウンに運営。20以上の古代インディアン墳丘がキャンパス内に。ノーベル賞受賞者や桂冠詩人を招くレジデンシープログラム。平均クラス12人。",
  "Marquette University": "ミルウォーキーのイエズス会大学で、Princeton Reviewの「地域貢献度」で全米1位を獲得。学部生の80%以上がコミュニティサービスに参加し、年間189,000時間を地域に還元。1994年開始のサービスラーニングは75以上の地域団体と連携。Magis（卓越への追求）、Cura Personalis（全人教育）などイエズス会の価値観を体現。UPassで公共交通が無料利用可能。",
  "Medical College of Wisconsin": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "University of Wisconsin-Whitewater": "ウィスコンシン州4年制大学で学費・寮費・諸費用が最安。教育学部は州最多の教員免許取得者を輩出、ビジネススクールは州最大でMBAは州1位評価。2024年に特殊教育学部がUWシステム教育優秀賞を受賞。2013-14年にNCAA D3史上初の同一年度フットボール・バスケ・野球3冠達成。車椅子バスケも男女とも全国優勝経験あり。卒業後99%が就職または大学院進学。",
  "University of Wisconsin-Eau Claire": "Forbes 2024-25年で153ランク上昇し259位に。Council on Undergraduate Researchが全米修士課程大学1位の学部研究プログラムと認定。過去10年で29人のフルブライト受賞者（WI・MN修士大学で2倍以上）。全米唯一級のジャズコレクション（Woody Herman、Count Basie等）を所蔵しDown Beat Magazine賞8回受賞。Chippewa川沿いの美しいキャンパス。Military Friendly大規模公立8位。",
  "University of Wisconsin-La Crosse": "U.S. News中西部地域大学14位、公立3位。中西部唯一の人類学・考古学学士課程を持つ。ミシシッピ川と崖に囲まれた128エーカーの美しいキャンパス。「心と体（mens corpusque）」をモットーに全人教育を重視。NCAA Division IIIで79回の全国優勝。卒業後2年以内就職率96%。200以上の学生組織。Stackerの全米ベスト公立大学100に選出。",
  "University of Wisconsin-Madison": "1848年創立の州旗艦校で、「Wisconsin Idea」という大学の知識を州全体に還元する理念で有名。1904年にヴァン・ハイズ学長が提唱し、革新主義時代の政策立案に大きく貢献。年間研究費10億ドル超で全米トップ10。136の学部専攻、148の修士、120の博士プログラムを提供。経済効果は年間150億ドルでウィスコンシン州経済の柱。",
  "University of Wisconsin-Milwaukee": "ウィスコンシン州唯一の建築学部と全米唯一の淡水科学大学院を持つR1研究大学。映画プログラムはVariety誌で世界トップクラス評価。ゴルダ・メイア図書館はイスラエル首相の出身校を記念。五大湖の環境保全研究をリード。Forbes 2024年ウィスコンシン州トップ雇用主にも選出。",
  "University of Wyoming": "ワイオミング州唯一の4年制大学でR1研究大学。WWAMI医学教育プログラムでワシントン大医学部と5州提携し州内で医師養成。School of Energy Resourcesはエネルギー研究・経済開発のリーダー。200以上の学部・大学院・資格プログラム。ワイオミング独自の環境を活かした地質学・考古学・植物学のフィールドスタディ。APLUからIEP（Innovation and Economic Prosperity）大学認定。",
  "Ponce Health Sciences University": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "University of Puerto Rico-Mayaguez": "全米唯一の亜熱帯環境で運営されるヒスパニック系ランドグラント・シーグラント大学。工学部はABET認定で学生数ベースで全米トップ10、毎年約600人のエンジニアを輩出しヒスパニック系エンジニア最多。図書館はカリブ・中南米で最高の科学技術蔵書を誇る。社会的流動性で全米7位。54学部プログラム、42修士、8博士課程。全教員の93%がフルタイム。定着率88%。",
  "University of Puerto Rico-Rio Piedras": "カリブ海最古・最大の高等教育機関で1903年創立。Carnegie Foundation認定「博士研究集約大学」はプエルトリコ初。米国管轄下でヒスパニック博士号授与数最多。ノーベル賞受賞者5人（ミストラル、バルガス・リョサ等）が教壇に。123プログラム中19はUPRシステム唯一。30以上の専門図書館に82万冊以上。Tren Urbano駅がキャンパス内にあり交通至便。",
  "Stanford University": "シリコンバレーの心臓部、8,180エーカーの広大なキャンパスを持つ。1951年に世界初の大学研究パークを設立し、HP、Google、Yahooなど数多くのテック企業の誕生に貢献。7つの学部が一つのキャンパスに集結し、学際的研究を推進。2022年設立のDoerr持続可能性学部は70年ぶりの新学部。スペイン・コロニアル様式の美しい建築群とパームドライブは象徴的。",
  "Purdue University-Main Campus": "「宇宙飛行士の揺りかご」の異名を持ち、ニール・アームストロング含む25人のNASA宇宙飛行士を輩出。アームストロングは1955年に航空工学で卒業し、工学部棟にその名が冠される。ズクロウ研究所は世界最大の大学推進工学研究施設。1953年に全米初の1年次工学専門学科を設置。宇宙軍との提携も進め、次世代宇宙人材育成の拠点として発展中。",
  "California State University-San Marcos": "1989年創立のCSUシステム21番目のキャンパス。2022年Social Mobility Index全米1位、National Economic Mobility Index上位3%。11年連続でHEED（高等教育多様性優秀賞）受賞。HSIとAANAPISIの両方に認定。2024年に新学生寮Black Oak Hallの建設開始。サンディエゴ北郡の304エーカーの丘陵キャンパス。",
  "University of St. Augustine for Health Sciences": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "Florida Gulf Coast University": "1997年開校のフロリダ州立大学システム最新メンバー。環境保全を考慮して設計されたキャンパスで湿地帯と自然トレイルを保護。STARS Gold評価を4回獲得（2014、2017、2020、2024年）。2013年に15シードから全米初のSweet 16進出で「Dunk City」の愛称。2025年春から1年生の留学プログラムを開始。",
  "NorthShore University HealthSystem School of Nurse Anesthesia": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "Daoist Traditions College of Chinese Medical Arts": "多様な芸術分野での学習機会を提供し、学生の創作活動をあらゆる面からサポートしています。",
  "University of North Georgia": "ジョージア州に5つのキャンパスを持つ「ジョージアの軍事大学」。学部教育の質は全米18位と高評価。退役軍人向け大学としてジョージア州1位、学生の借金が少ない大学でも州1位。2024年に過去最大の新入生クラスを迎えた成長校。リーダーシップ教育に力を入れている。",
  "Kennesaw State University": "アトランタ郊外に位置するジョージア州第3位の大規模州立大学。急成長を遂げており、ビジネス、工学、コンピューターサイエンスが強い。アトランタ都市圏という立地を活かし、企業との連携やインターンシップが充実。比較的新しい大学だが、実践的な教育と手頃な学費で人気が高まっている。",
  "California Health Sciences University": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "Ponce Health Sciences University-Centro Universitario de San Juan": "医療倫理と技術の両面を重視した教育により、患者に寄り添える医療従事者を養成しています。国家試験対策も万全です。",
  "Commonwealth University of Pennsylvania": "2022年にBloomsburg、Lock Haven、Mansfield大学が統合して誕生。Bloomsburgはナノテク研究施設を持ちPA州10位の学食、Lock HavenはD1フィールドホッケー・レスリングを維持しSusquehanna川沿いの景観、Mansfieldは山岳地帯の美しいキャンパス。80以上の学部・大学院プログラム。小規模校の雰囲気と大規模校のリソースを両立。州内学費7,716ドル。"
}